//
//  ViewController.swift
//  yeFikir_Debdabe
//
//  Created by user on 5/30/17.
//  Copyright © 2017 AFC Ethiopia. All rights reserved.
//

import UIKit


class TableTwo: UITableViewController{
    
    
    var detailViewController: DetailTwo? = nil
    var objects = ["ማትስ ተማሪ ለፍቅረኛዋ የፃፈችዉ ደብዳቤ", "ሰዉ አይደለሁማ!","የ‹ለምን አንተን ወደድኩህ?›ፍልስፍና","የህግ ተመራቂ ለፍቅረኛዉ የፃፈዉ መልእክት","አምናለሁ","ትዝ ሲለኝ…","አዲስ አበቤና ኑሮ","ወደፊት!","ይገባታል...","ለምወድህና ለማፈቅርህ ብር...","አጭር መልእክት","ለብቻሽ አንብቢዉ","ክትባት ዉሰጂ"," ይድረስ ለሜካኒካል ኢንጅነሯ… ","ቃል እገባለሁ!","ልጅነቴ","ሞትና እሹሩሩ","ደብዳቤ 6","ምክር","ዉዴ","አቶ ገንዘብ ","ለምወድህ ካለህበት","ፍቅር ቆሎ አይደለም","ብልጣብልጥነትና የፍቅር ፍርፋሪ","ያማርኛ የፍቅር ፊልምና እቃቃ","RC1","መዋጋት ቀለለኝ እህህ ከበደኝ","ፍቅር በድውታ","*** ደራሲዉ ***","ህይወት ስትሟዘዝ…ስትጣደፍ","ዲያስፖራና የፍቅር ደብዳቤ","ቫለንታይን ዴይና ባላንጣዎቼ"]
    
    let image1 = UIImage(named: "1")
    let image2 = UIImage(named: "2")
    let image3 = UIImage(named: "3")
    let image4 = UIImage(named: "4")
    let image5 = UIImage(named: "5")
    let image6 = UIImage(named: "6")
    let image7 = UIImage(named: "7")
    let image8 = UIImage(named: "8")
    let image9 = UIImage(named: "9")
    let image10 = UIImage(named: "10")
    let image11 = UIImage(named: "11")
    let image12 = UIImage(named: "12")
    let image13 = UIImage(named: "13")
    let image14 = UIImage(named: "14")
    let image15 = UIImage(named: "15")
    let image16 = UIImage(named: "16")
    let image17 = UIImage(named: "17")
    let image18 = UIImage(named: "18")
    let image19 = UIImage(named: "19")
    let image20 = UIImage(named: "20")
    let image21 = UIImage(named: "21")
    let image22 = UIImage(named: "22")
    let image23 = UIImage(named: "23")
    let image24 = UIImage(named: "24")
    let image25 = UIImage(named: "25")
    let image26 = UIImage(named: "26")
    let image27 = UIImage(named: "27")
    let image28 = UIImage(named: "28")
    let image29 = UIImage(named: "29")
    let image30 = UIImage(named: "30")
    let image31 = UIImage(named: "31")
    let image32 = UIImage(named: "32")
        
    
    
    var details = ["የኔ ፍቅር እንዴት ሰንብተሃል? ዉዴ E ከክላስ ወጥቼ አንተን ካላገኘሁ የሆነ ከባድ Integration እንደመፍለጥ ያህል ይሰማኛል፡፡በተለይ ደግሞ ማታ ዶርም ሆኜ ሳስብህ ከ advanced Calculus በላይ ይጨንቀኛል፡፡አንተ ለኔ ያለህ እንክብካቤና አክብሮት ከብዙ ያገራችን ወንዶች በእዉነት የተለየ ነዉ..በቃ ማስመሰል የሚባል ነገር ስለማታዉቅ ደሰ ይለኛል፤ትንሽ ታምሜ ካየህ ጥብብ ጭንቅ ትልና ወዲያዉ ፕሮብሌሙን solve ለማድረግ ትነሳለህ ዋዉ! በጣም ታድያለሁ…በጣም…አንተኮ አምላክ የሰጠኝ Quadratic Equationኔ ነህ፤ ለምን እንደዚህ እንዳልኩ ታዉቃለህ? በሂሳብኛ ላጫዉትህ…Quadratic Equation ሲተነተን እንዲህ ይላል…AX2+BX+C=0 A=አንተ ነህ B= እኔ ነኝ C=እኔና አንተ የምናሳልፈዉ ጊዜ X=አንዳንድ ተምች እየሆኑ በማያገባቸዉ እየገቡ የሚበጠብጡ የፍቅር መቀሶች ናቸዉ ( አንዳንድ የቤተሰብ ኣባላትን ይጨምራል)እናም እኔና አንተ ስንዋደድ በመሃል ገብተዉ ወይም ክፍተት ተጠቅመዉ ፍቅረችንን ዜሮ ለማድረግ የሚሯሯጡ Variable ሰዎችን ከወዲሁ ልናስቆማቸዉ ይገባል፡፡ዋይ! ቆይግን ምን አገባቸዉ? ለምን ዝም ብለዉ የራሳቸዉን ኑሮ አይኖሩም? ቶሎ ባነንኩባቸዉ እንጂ ሃሳባቸዉማ ከዚህም የከፋ ነበር…አስመስለዉ እንደ Vertical Asymptote ተጠጋግተዉ ሊያሰናክሉን ነበር…ግን ደስ የሚለዉ እኛዉ Equation እኛዉ Variable እኛዉ constant ስለሆንን ሃሳብ አይግባህ! እወድሃለሁ! M ከ---ዩኒቨርሲቲ",
                   
                   "ባል በልቡ እንዲህ አለ…ዉስጤን እንዳደማችዉማ አደማታለሁ…ቱ!!! እኔ ሰዉ አይደለሁም!\n\nየሰማይ አምላክ የሰዉየዉን የልብ ሙዚቃ ሰምቶ አዘነ…\n\nታሪኩ እንዲህ ይላል፡፡ በፍቅርና በመተሳሰብ አብረዉ የሚኖሩ ባልና ሚስት ነበሩ፡፡ ገና ፍቅራቸዉ ከተዘራበት ጓዳ ጀምሮ የሚያሳዩት ልዩና ድንቅ መዋደድ ሰዉን ሁሉ አስገርሞታል፡፡\n\n በፍቅር ወድቆ መክነፍ የተለመደ ነገር ቢሆንም በፍቅር ወድቆ በዛዉ መቅረት ግን ልዩ ፍጥረት መሆንን ይጠይቃል፡፡እናም እነዚህ ልዩ ፍጥረቶች በፊልምና በድሮ ተረቶች ብቻ ተይዞ የነበረዉን የፍቅር ታሪክ ሪከርድ በመስበር የፍቅር ዲያስፖራ ለሆነ ህብረተሰብ በደንብ ማንፀባረቃቸዉን ጀመሩ፡፡\n\nአካባቢዉ  እንደዚህ አይነት እዉነትና የፍቅር ሚስጥር ያዘሉ ነፍሳትን ማየቱ አስደስቶታል…እሰይ እደጉ፣ከአመንዝራ ትዉልድ ዉስጥ እናንተን በማየታችን ደስታችን ልክ የለዉም…እየተባሉ በሰፈር በመንደር ሽማግሌዎች ተመረቁ..ከአፍ ያዉጣችሁ ተባሉ\n\nየዚህ ዘመን እብደት የከፋ መሆኑ የሚታወቀዉ የፍቅር እሳት በነደደበት አዲስና ትኩስ ትዳር ዉስጥ ሰይጣን ከአንገት ደፋ ከአንጀት ገፋ የሚያደርጉ ደቂቀ ዲያብሎስ ሰዎችን እንደመስኖ ዉሃ በየቤቱ እያፈሰሰ መላኩ ነዉ፡፡\n ሰይጣን ሁሌም ተንኮለኛና ክፉ ቢሆንም አሰራሩን ልክ እንደአዲስ አበባ ምግብ ቤቶች ሁለት ሳህን ቀይሮና ቡጫቂ ቆርቆሮ ጣራዉን አልብሶ ‹በአዲስ መልኩ ስራ ጀምረናል!› እያለ ማስተጋባቱን ከጀመረ ይኸዉ ድፍን አመታት ተቆጠሩ፡፡\n\nየባልና ሚስቱ የፍቅር ጮራ እንደአቶሚክ ቦምብ ጥፋት የሚያመጣ በሚመስለዉ አንድ ሰንካላ ነፍስ በለበሰ ሰዉ ዉስጥ ሰይጣን እስትራቴጂዉን መቀየስ ጀመረ፡፡ምላሱን ምላሴ፣ልቡን ልቤ፣እግሩን እግሬ ላደርግ ዛሬ ቃል እገባለሁ ብሎ በክፉዉ አለም ዉስጥ ምሎ ወጣ፡፡\n\nነፍሰ ሰንካላዉ ሰዉዬ ሚስትየዉን እንዴት አድርጎ ማማለልና እጁ ዉስጥ መክተት እንዳለበት ቀን ከሌሊት ያስባል..አንድ ቀን ግን ተሳካለት!\n\nሚስትየዉ ከስራ ስትወጣ አምሽታ እንደሆነ የተገነዘበዉ ሴረኛ..ማጅራት መቺ ሰዉ ቀጠረባት፡፡\n\n ከዛ ማጅራት መቺዉን እንዲህ አለዉ…ትጠብቃትና ጨለማ አካባቢ ስትገባ አፍነህ ወንዙ ስር ባለዉ ጢሻ ስር ታስገባታለህ አፏን ካሰርክ በኋላ አስገድደህ እንደምትደፍራትና እምቢ ካለች ደግሞ እንደምትገድላት አስፈራርተህ ትነግራታለህ…በመሃል እኔ ምንም እንደማያዉቅ መንገደኛ ሆኜ ያንተን ድምፅ እሰማና ዘልዬ ወደወንዙ ወርጄ አንተን አንድ ሁለቴ ከመታሁህ በኋላ እሷን አስለቅቃታለሁ…ከዛ መርዜን እንዴት መዝራት እንዳለብኝ እኔ አዉቃለሁ፡፡\n\nእንደተነጋገሩት ማጅራት መቺዉ አሳቻ ሰአት ጠብቆ ሚስትየዉን አፍኖ ገደል ዉስጥ እየጎተተ አስገባት…\n\nየወንዙ ጢሻ ዉስጥ ካስገባት በኋላ እንደታዘዘዉ ስራዉን መፈፀም ጀመረ…በዚህ ጊዜ ነበር ‹መልካሙ ነፍሰ በላ› መጥቶ ሴትየዋን ከመደፈርና ከሞት ነፃ ያወጣት፡፡\n\n‹‹ዋናዉ መንገድ ላይ ሲደርሱ እንባ በእንባ ሆና እንዲህ አለችዉ…ባላዉቅህም ለኔ መልአክ ነህ…ባሌ እንኳን ሊደርስልኝ አልቻለም አንተ ግን ልዩ ሰዉ ነህ …ለማመስገን ቃላት ያጥረኛል፡፡››\n\nከዚህ በኋላ ነበር እንግዲህ ሰይጣን በሴትየዋ ልብ ላይ ጭፈራ ቤቱን ለመክፈት ሚሊየን ክፋቶችን በበጀት አመቱ የመደበዉ! ነፍሰ በላዉ ሴትዋን በተለያየ ቀን እየቀጠራት ማማገጥ ጀመረ…እሷም ቢሆን ለማታዉቀዉ ሰዉ እንዲህ በቀላሉ ክፍት የሆነችዉ ልትወጣበት ከማትችለዉ ጉድ ስላዳበናት መሆኑን ተረድታለች፡፡\n\n በአጭሩ ሁሉም ነገር ተበላሸ! ምስኪን ባል የሚስቱ አንዳንድ አጓጉል ባህሪያት ለምን እንደመጡና ምን እንደሆነች ደጋግሞ ቢጠይቃትም መልስ ሊያገኝለት አለመቻሉ ዉስጡን አድምቶታል፡፡ ላለፉት 3 ወራ የሚስቱ ባህርይ ከገነት ወደ ሲኦል…ከሚገርም ፍቅር ወደ ወጣለት አረመኔነት መዘዋወሩ  ፈፅሞ ሊረዳዉ አልቻለም፡፡ የባልየዉ ልብ ዉስጥ  ደረጃ ሁለት ሰይጣን ጆሮዉን ሹክ አለዉ…‹ሚስትህ  እዚህ አንተን ጥላ ከማንም ጋር …›\n\nባል በቅናት ድብን አለ…‹ዉስጤን እንዳደማችዉማ አደማታለሁ…ቱ!!! እኔ ሰዉ አይደለሁም!›\nታሪኩ ይቀጥላል…ግን መቋጫዉ አያምርም፡፡ ለምን?\n\n ቤተሰብ ሲዋደድና ሲጠነክር ጠላቶቹ ይበዛሉ..ከዉስጥም ከዉጪም..ያንን ቤት ለመበታተን ብዙ ዉጥን ይወጠንበታል፡፡ \nይሁን እንጂ አምላክ በሰራዉ ትልቅ መተሳሰር ዉስጥ ጥንካሬና አብሮነት ፍቅርና ሃላፊነት እንዲሁም  ይቅር መባባልን ከመቼዉም ጊዜ ይልቅ የዚህ ዘመን ትዳርና ፍቅር ይናፍቃል!",
        
                   "ፍቅሬ ካለሽበት ሰላም ላንቺ ይብዛ፡፡ዉድ፣በኔና ባንቺ ዉስጥ የተፈጠረዉ የፍቅር ጨዋታ መልካም ነበር…አንዳንዴ ትላንት የኖርነዉንና የምንወደዉን ነገር ዛሬ እንደቀልድ……'ነበር' እያልን ስንተርክ ይገርመኛል፡፡ሰዎች እንደሚሉት  'ምን ዋጋ አለዉ እግዚአብሄር በእንደዚህ አይነት ጣፋጭ የፍቅር ህይወት እንድንቀጥል ስላልፈለገ ነዉ ያለያየን' አልልም ምክንያቱም እሱ ሁሉን አዋቂ ነዉ…የሚበጀንን ያዉቃል፣ ይሁን እንጂ እንደሰዉ ሳስበዉ ዉስጤ ከመድማት አልፎ…ቁስል ከመሆን አልፎ..አመረቀዘ፡፡ ንዴት፣የጥያቄ መአት፣የህይወት ብልጭልጭነትና የሚያቃስት የፍቅር ጣረሞት ዉስጤን ሞላዉ…ህም!ያሳለፍናቸዉ የፍቅር ጊዜያት እንደማንኛዉም ሰዉ የመዋደድና የመተሳሰብ፣የመነፋፈቅና የመኮራረፍ፣የችኮላና የእርጋታ ነፀብራቆች የታዩበት አጭር ግን ማራኪ ጊዜ፡፡ አሁን የመለያየታችን ምክንያት፣ሁኔታ፣ ያለያዩን ሰዎች፣ምክንያቶችና ክፍተቶች እነማን ናቸዉ ብዬ ባወራ ምን ሊጠቅመን? አንቺም መስማት እንደማትፈልጊ አስባለሁ፡፡ ነገር ግን ህይወት መልካምን ነገር አሳይታ ስትነጥቀን ለምን ማለታችን አይቀሬ ነዉ፡፡ለምን?ለምን?አሁንም ለምን??? ባንቺ ዉስጥ ከነበረዉ የማይረሳ የፍቅር ነፀብራቅ አንዱ እራስሽ ጠይቀሽ እራስሽ የምትመልሺዉ ደስ የሚል ትዝታ አሁንም ድረስ ይታወሰኛል…አንድ ቀን ሶፋ ላይ ቁጭ ብለን 'ለምን እንደምወድህ ታዉቃለህ ?' አልሺኝ.. ልረሳዉ ጣቂት ቢቀረኝም መልስሽ ግን እንዳልረሳዉ አድርጎኛል፡፡'እኔ የምወድህ ፋራ ስለሆንክ ነዉ'ሃሃሃ…ሃሃሃ ይገርማል!'ማነዉ ፋራ…እኔ ? ? ? ? ሙድ ስትዪዢብኝ ግን ትንሽ አይደብርሽም?' ምናምን ..አላልኩም…ትዝ ይለኛል አይን አይንሽን በፍቅርና በየዋህነት እያየሁ'ኦ ፋራ ትወጃለሽ ማለት ነዉ! የፋራ ባህርያት ምን ምን ናቸዉ..?' ያልጠበኩትን ጥያቄ ስጠይቅሽ ዝም አልሽና አይኖቼን በጥልቀት አየሻቸዉ ረጅም ሰከንድ ዝም….ለእኔ የፋራ ትርጉም በጣም የተለየ ነዉ…ፋራ ማለት…ሲያፈቅር ልቡን ይሰጣል ምን አልባት ሙሉ ለሙሉ ማንነቴን ሰጥቼ ያ ሰዉ ቢጫወትብኝስ ምናምን አይልም…አይጠራጠርም› ስትዪ አይኖችሽ አስፈሩኝ ግን እንደምንም ኮስተር ብዬ 'ፋራ መሆኔን በምን አወቅሽ?…አንቺ እንደምታስቢዉ ባልሆንስ?' ስል..ከበረሀ እየተጀነነ የሚመጣ ያንቺ ሙቅ እስትንፋስ ጆሮዬን ሹክ አለኝ…'ልብህን አየዋለሁ…ከኔ ጋር መሆኑን ለማረጋገጥ ልብህ ጋር ስመጣ ልብህ የለም ተሰርቋል…የት ገባ? ወይኔ ልብህን ለሌላ ሰጥተህ… አላልኩም…በእርጋታ ሳስብ ልብህ ለካ እጄ ላይ ነዉ ያለዉ!!'ይገርማል! ሰዉ የሌላ ሰዉን ልብ እጁ ላይ ይዞ መዞር እንደሚችል ስትናገሪ…ቀለል አድርጌ ነበር ያየሁት፡፡ግን ግን ለካ ከባድ ነገር ነበር…ሰዉ የሌላ ሰዉን ልብ ልቡ ላይ ማስቀመጥም ሆነ አለማስቀመጥ የሚችል ልዩ ፍጡር ነዉ! አትወጂኝም አታፈቅሪኝም ግን እመችሽ ነበር ብዬ መናገር ባልችልም በግማሽ ልብሽ ትወጅኝ ነበር…በሌላዉ ግማሽ ልብሽ ደግሞ ለምን እንደምትወጂኝ ሁል ጊዜ ማብራሪያና ገለፃ የምትሰጪበት ሰፊ መድረክ አዘጋጅተሻል፡፡ በመድረኩ ዉስጥ ሁሌም ቢሆን አንቺ የመድረኩ መሪ፣እኔ ደግሞ የስብሰባዉ አካልና አዳማጭ ነኝ፡፡ለምን አንዳንዴ መድረክ መሪ አልሆንም ብዬ አለመጠየቄ ይገርመኛል፣ሁሌም አዳማጭና አስተያየት ሰጭ ነኝ፡፡ 'ይቅርታ የመድረክ አስተባባሪ አንዳንድ ጥያቄዎችን ለመጠየቅ እፈልጋለሁ'እባክዎን ይቀጥሉ''እሺ…እንደዚህ…ቢሆን እንደዚህ ባይሆን..' እያልኩ እጠይቃለሁ፣ሃሳብ እሰጣለሁ አንቺም ጥያቄዉን ‹‹ለምን እንደወደድሽኝ ከተለጠፈበት ትልቅ መፈክር›› ጋር እያብላላሽ ስትመልሺ ትደንቂያለሽ፡፡አንድ ቀን የጠየኩት ጥያቄ 'ባለፈዉ ባደረግነዉ ዉይይት ላይ መቼ እንደምንጋባ የተገለጸ ነገር የለም…መቼ ነዉ የምንጋባዉ???????' … 'እንግዲህ ፍቅሬ አንተን የምወድበት ዋናዉ ምክንያት ሰዎች ጋብቻ ዉስጥ እንኳን የሌለዉን የመተሳሰብ መሰላል ስላዘረጋኸኝ ይመስለኛል…ይህ ጥያቄህ ‹‹ለምን አንተን ወደድኩህ?›› ከሚለዉ ዋና ጭብጥ ጋር በቀጥታ ይገናኛል ስለዚህ አንተን የወደድኩበትን ሚስጥር ተንትኜ ስነግርህ ለጥያቄህ አሳማኝ መልስ ታገኛለህ…ስለዚህ አንተን የወደድኩት…በመጀመሪያ ቁመናህ ማራኪ ነዉ በቃ የሆነ ሞገስ አለህ..በመቀጠልም ፍቅር ያለ ብዙ ገንዘብ ታፋጭ ከረሜላ ነዉ ብለዉ ለሚያስቡ አንዳንድ አድርባይ የቀድሞ የዚህ መድረክ ተሳታፊዎች አንገት የሚያስደፋ መልስ ስሰጥ በአንክሮት ስለተከታተልከኝ ወደድኩህ ቀጥሎም…'ብዙ ነገር አልሺኝ ግን ጥያቄዬ አልተመለሰም ነበር…ምን ላርግ!ዉቧ ዉዴ በከሰመ ፍቅር ላይ ብዙ መናገሩ ጥቅም ባይኖረዉም አሁን አሁን ሳስበዉ 'ለምን አንተን ወደድኩህ?' የሚለዉ ጥያቄ ለመለያየታችን እንደዋነኛ ምክንያት አድርጌ ወስጀዋለሁ፣ይህንን የምልሽ እንድታውቂው ያህል ነዉ እንጂ ለሌላ አይደለም፣ ጅብ ከሄደ ውሻ ጮኸ ሆኖ ነዉ እንጂ ነገሩ ቢገባሽ ኖሮ ጥያቄዉ 'እንዴት አንተን ወደድኩህ' ቢሆን ላንለያይ እንችል ነበር!",
                   
                   "ማሬ ህገመንግስቴ እንዴት ነሽ? ጤንነትሽ በመልካም አፈፃፀም ላይ እንደሚገኝ አልጠራጠርም፡፡ አቤት የዚህ አመት ክረምት ደግሞ ፀረ-ፍቅር ይመስል ይጎተታል…እያንዳንዱ ቀን ፍርዱን በመጠባበቅ ፍርሀትና ብርድ ብርድ እንደሚለዉ ተጠርጣሪ አይነት ከባድ ሆኖብኛል፡፡ በቶሎ እንዴትም ብሎ አልቆ እስከማይሽ ጓጉቻለሁ፡፡ 'ባለፈዉ ጊዜ አንድ ጥያቄ ስጠይቅ ስላንተ እዉነተኛ መረጃ በበቂ ሁኔታ ስላላገኘሁ ጊዜ ስጠኝ' አልሽኝ…ይኸዉ መልስ ሳላገኝ 6 ወር ሆነ…ከባድ ፍርድ ነዉ የፈረድሽብኝ …እኔማ መልሱን በ 48 ሰአት ዉስጥ ጠብቄ ነበር ግን ጥያቄዉ ይህን ያህል ከብዶሻል ማለት ነዉ? ወይስ አዲስ ረቂቅ እያዘጋጀሽልኝ ነዉ? ፍቅሬ…መቼም አንቺን እየከበቡ ጭንቀት የሚፈጥሩ ጆፌ ጭልፊቶችን ብዙ ጊዜ ስከላከል ቆይቻለዉ፤ ግማሹን በማስጠንቀቂያ ግማሹን ደግሞ በተሰጠኝ የመናገር መብት! እነዚህ ጆፌዎች አንቺን ለመሞንጨፍና በመካከላችን ያለዉን ህገፍቅራዊ ስርአቱን ለማደፍረስ በመሞከር ከአንዴም ሁለት ጊዜ ሙከራ ቢያደርጉም እያንዳንዳቸዉ ባንቺና በኔ ባለ የህብረፍቅር ልብ ተሳትፎ መጋል ምክንያት ድርጊቱ የትም ሳይዛመት በቁጥጥር ስር ዉለዋል፡፡ፍቅራችን አንቀጽና ምእራፍ ያሉት ብዙ ዲስኩር፣ሚስኮል፣እንቶፈንቶና የስሜት ፈረስ የማይዘወተርበት ሆኖ ጠንካራ የመተማመን መመሪያ የያዘ የልብ መፅሃፍ ነዉ፡፡እያንዳንዱን የስነልቦና መርህ በድርጊት እናዉቀዋለን…ይህንን አንቀፅ የማይገነዘብ አክራሪና ፀረፍቅር ኃይል ሁሉ ሊቋቋመን አይችልም ምክንያቱም ይህን መፅሀፍ አዉጥተን አዉርደን በጋራ ባፀደቅነዉ ቅፅበት ማንኛዉም ተፅእኖ እንደሸክላ ሳይወድ በግድ መፈረካከሽ ጀምሯል! ዉድ በኔና አንቺ የመዋደድ ህገመንግስት ዉስጥ ብዙ ርእሳዊ አለመዋደዶች አሉ…የሃሳብ፣የባሕሪ፣የመተማመን ክፍተቶች ቢኖሩም በልዩነታችን ዉስጥ አንድነታችንን ማጠንከሩ ይበጀናል እላለሁ ምክንያቱም አስሬ ህጋችንን ስናረቅና ስናሻሽል መክረም የለብንም፡፡ ብዙ ሰዎች እንደሚሉት መዋደድ የስሜት የነፍስና የሃሳብ መተሳሰር ብቻ ሳይሆን የድሪቶ ማንነታዊ መደራረብ ያመጣዉ አዲስ የመኖር መንገድ ነዉ፡፡ይህ መንገድ ሲጀመር ይጣፍጣል…አብሮ ለመጓዝ ግን ማንነትን..ትእግስትን፣ክብርን፣የልብትርታን፣ስሜትን የሚፈትሽ ትግል ነዉ፡፡ሰዉ ዝም ብሎ በሆነ ቦታና ጊዜ ሊዋደድ ይችላል ግን ቀጣይነቱ ሽብርተኝነትን እንደመዋጋት ያህል አስቸጋሪና ዉስብስብ ይሆናል እዚህ ጋር ነዉ እንግዲህ ጀግንነት የሚጠይቀዉ!…ለማንኛዉም ስትመጪ ብዙነገር እንጫወታለን እስከዛዉ ግን አብረን ያረቀቅነዉን የልብ መፅሃፍ እያነበብሽ ሰንብቺ፡፡እኔም ማንበብ ከጀመርኩ ቀናትን አሳለፍኩ ብቻ አንድ የቆየ አሁንም ያለ ወደፊትም የሚኖር ነገር አለ…ፍቅር…ይህ ተስፋ እያነሰና እየተመናመነ ይምጣ እንጂ በትውልዶች መሃከል የሚቀጥል ረቂቅ ገመድ ነዉ..እኔም ከልቤ በተሰጠኝ ትእዛዝ መሰረት አሁንም ደጋግሜ እናገራለሁ…እወድሻለሁ…በጣም! (አንቀፅ 2008/ሞት ብቻ ያለያየናል!)",
                   
                   "ማር አንቺኮ ለእኔ ምን ማለት እንደሆንሽ ስመዝነዉ ማንም ወንድ ከየትኛዋም ሴት ጋር ካሳለፉት የፍቅር ታሪክ የበለጠ ያህል ሆኖ ይሰማኛል፡፡ፍቅርሽ የእዉነት ንፁህ ነዉ...ያዉ እኔማ እንደለመድኩት ስጀምረዉ ለጊዜዉ ድራማ ሰርቼ እለይሻለሁ ብዬ ነበር ፡ግና ነገሩ የትየለሌ ነበር! ፍቅር በዘፈንና በዳንኪራ እንደተዘፈነለት ተረት ተረት፣ከድህነት ጋር የእከክልኝ ልከክልህ ነዉ ብዬ ስዘብት ኖሬያለሁ.. ለካ ፍቅርን አንቺዉ ጋር ኩርምትምት ብሎ አገኘሁት፡፡መዉደድሽ ማር ሆነብኝ ስል መጣፈጡ፣ማማሩና ንፁህ መሆኑ ብቻ አልነበረም..ማር እንደዉሃ ከልበስ..ቸልበስ..እርክፍክፍክ..ረጠብ ረጠብ ደግሞ ቦርጨቅጨቅ የሚደረግ ለማንም በየትም ቦታ የሚታፈስ  አይደለም፡፡ ቀስ እያለ ቀሰስ እያለ ምላስ ላይ፣ከዛ ወደዉስጥ ሰርጎ መድሃኒት የሚሆን ምግብ ነዉ፡፡ አንቺም እንደዚሁ ነሽ! እኔን እንደዛ በባዶ ሜዳ የተንከባከብሽበት ሚስጥር፣በፍቅር እጆችሽ ኢ-ፍቅራዊ የኮተተ ህይወት ሲመራ ለነበረ ለአንድ ምስኪን ደሃ ወጣት ማንነትሽ ከጅምሩ ማርኮኝ ቀረ፡፡\n\n ያ ዶፍ የወረደበት ቀን አሁንም ይባረክ! ከምስኪኑ ቤታችሁ ልጠለል መሮጤ፣ከመብረቁ ዝናብ መሸሼ ለካ እንደሌላ ተራ የዶፍ ቀን አይነት አልነበረም! ልብሴ በከፊል በጭቃ ተጨማልቆ፣የልቤ ስሪት ደግሞ በሙሉ ተጨማልቆ በነበረበት በዛ ምሽት እግዚአብሄር እንቺን ሰጠኝ! እሱ ፍቅር ነዉ፤እሱ እንደኔ ፍቅር ዳባ ልበስ ኮተታም ድሪቶ ምን ያረግልሃል የሴት እንቶ ፈንቶ ብዬ እንደገጠምኩት ግጥም ኣላላገጠብኝም! ፍቅርሽ አስተሳሰቤን እስከወዲያኛዉ ቀይሮታል ብዬ አምናለሁ፤ብዙ የወሬና የእሹሩሩ ሙዚቃ የሌለዉ..ግን ዝም ጭጭ ብሎ የሚያፈቅር ፍቅር ፓ ታድዬ!",
                   
                   "ገላዬ ለጤናሽ እንዴት ሰንብተሻል? እኔማ አምላኬ በሰጠኝ እስትንፋስ ቢመርም ቢጣፍጥም፣ቢከፋም ቢለማም፣ ከኑሮ ጋራ እየታገልኩ ይመስገነዉ አለሁ፡፡ ይሄንን ቀፋፊ የዝባዝንኬ አለም ለአፍታም ቢሆን የሚያስረሳኝ ከአንቺ ጋር ያሳለፍኳቸዉ እነዛ ወርቅ ትዝታዎቼ ናቸዉ፤ትዝታ ባይኖር የሰዉ ልጅ ህይወት ልክ እንደደፈረሰ ደራሽ ዉሃ እዚህም እዚያም እያለ የያዘዉን ይዞ ይነጉድ ነበር፡፡ እስኪ ለዛሬ ትዝታዎቼን ላስታዉስሽ…ትዝ ይልሻል በጨጎጊት ሌሊት አንድ ላይ ተቃቅፈን ያወራነዉ፣የተጨዋወትነዉ…የተሳሳቅነዉ….\n\nአንቺ---ማሬ\nእኔ---ወዬ\nአንቺ---እኔና አንተ ከ 40 አመት በኋላ ምን የምንሆን ይመስልሃል?\nእኔ---ዛሬ ደግሞ ምን አይነት ጥያቄ ነዉ የምትጠይቂኝ?\nአንቺ---መልስልኝ..\nእኔ--- ሰማይ ቤት የምንሆን ይመስለኛል\nአንቺ---አይ… እዚሁ ምድር ላይ ነን ብለህ አስብና የትና ምን ዕያረግን እንደሆነ መገመተ አትችልም?\nእኔ---ኦኬ! እርጅት እርጅትጅት ብለን…ይህን የያዝኩትን ዋለላ እጆችሽን እቅፍቅፍ አድርጌ እሹሩሩ ስልሽ…ጥርሶችሽ በሙሉ እርጅና ተጭኗቸዉ ስለሚወለልቁ  ወላቃ እያልኩ ሳበሽቅሽ…ደግሞ ሙቅና ሾርባዉን ሳጠጣሽ…\nአንቺ---ሂዲ!መቼ ነዉ ገን አንተና ሙቅ ስምምነታቸሁን የመታፈርሱት… እኔ ግን ምን እንደሚሰማኝ ታዉቃለህ?\nእኔ--- አስኪ ንገሪኝ…\nአንቺ--- እም… ልክ እንዳሁኑ  ያኔም እንዲሁ የምንሆን ይመስለኛል…ግን የዛኔ መዋደዳቸን በዘመናት ብዛት ጎልምሶ፣ተዉቦ፣የዛሬዉ ፍቅራችን የምር መሆኑ ለጠላቶቻን መርዶ፣ለወዳጆቻችን የምስራች አይነት የሚሆንበት የትልቅነትና ልዩ የሆነ የእርጅና ወራት…\nእኔ---ህምምም..\n\n…በአጆችሽ ላይ ጥዬ የሄድኩት ቀለበት አንድ ነገር እንድረዳ አድርጎኛል፡፡ ሰዉ ከተገባ በኋላ…አንድ ስድስት ሰባት ወንዝ ከተሻገረ በኋላ፣ማሬ ወለላዬ አንዴት ይባባላል?ሰዉ ከተዳረ በኋላ እንዴት እንደትኩስ ፍልቅልቅ ፍቅር መዋደዱ ሃያል ይሆናል? ይሄ ነዉ በኔና በአንቺ ላይ የሆነዉ..!ዋዉ!!!ሌላም ብዙ ብዙ ትዝታዎች ከልቤ ግርጌ ተቀምጠዉ እንደህልም እመለከታቸዋለሁ…እስቃለሁ አዝናለሁ እቆጫለሁ ሌላም ሌላም፡፡\nሰዉ በመፋቀር  ዉስጥ ጦርነት እንዳለ አያዉቅም ግን ጦርነቱ ዉስጥ አሸናፊና ተሸናፊን መለየት ያዳግታል፡፡ሁሉም የፍቅር ቁስለኛ ነዉ…አንዱ እግሩን የተመታ፣ሌላዉ ወገቡ ላይ የቆሰለ…እንዳንዱ ደግሞ ልቡን ያነደደ ቁስለኛ፡፡ይኸዉ ነዉ!…በቶሎ ድረሺ የምናፍቅሽ ጦርነቴ!",
                   
                   "ዉድ ኑሮ(እዉነትም ዉድ ነህ!) እንዴት ነህ? እንደኮረሪማ ነጋዴ የተከልነዉን ኮረሪማ ማንነታችንን እየቆፈርን ይኸዉ አለን! ኑሮ ንሮ በጣም የምናዝንበት ነገር መብዛቱና መርከሱ ካንተ መናር ጋር በተቃራኒ የቆመ ቢሆንም የልባችንን በኪሳችን ይዘን አለንልህ… አንድ ዳቦ ከ 20 ሳንቲም ተነስቶ 10 ብር መግባቱ  እኛንም ከ ሃያዎቹ እድሜያችን ወደ አስር አመት ዝቅ እንድናደርገዉ ረድቶናል ፤የቤት ሽያጭ ከ 10000 ብር ወደ ሚሊየን ብር መግባቱ እኛንም ከ 10 ሺህ ቀለብ ቀዳዶች ወደ ሚልየን ቀዳዶች የመድፈን  ጥበብ ባለቤት አርጎናል፡፡\n አንተ ከፍ እያልክ ፣እየጨመርክ፣እየተወሳሰበክ ስትሄድ…የኛ የሃሳብ ምጥቀት ለምን እንዳልጨመረ አልገባንም! እየዘመንን፣ፋሽን እየተከተልን፣እስታይል በስታይል፣ ፌስ ቡክ በፌስቡክ እየሆንን አለን፡፡አዎን ምክንያት ልንሰጣቸዉ የምንችላቸዉ ሚሊየን ሃሳበች ተደምረዉ አስር ብር  አልሆኑንም! አዎን ልቅምቃሚ ወሬዎቻችን ከጀበና ቡና ስንነሳ  ተበታትነዉ ይቀራሉ! ምን እናርግ! ዉድ ኑሮ እንጀራ ከአንድ ብር ከሃምሳ፣ አምስት ብር ሲገባ የኛ አእምሮ ግን ያዉ እንዳስቀመጥነዉ ነዉ፡፡ \n\nየአእምሮአችን መሰላል በትምህርት ልቀት፣በህይወት ልምድ፣ በ ኮንዶሚኒየም ወይም ቀበሌ ቤት ዉስጥ ታጅበን በመኖር ልነለዉጠዉ አልቻልንም፡፡ነገር ግን ያንተን መተኮስ  እንደቲያትር ተመልካች አስተሳሰቦቻችንን ሳንፈትሽ  የምናሽካካ፣የምንተምም፣የምናፏጭ ሰላማዊ ህጻናቶች ነን፡፡አንዱ ሲቀልድ 'የአዲስ አበባ ህዝብ ቁጥር ስድስት ሚሊየን ሲሆን ህፃናቱን ካልቆጠርናቸዉ ግን 1 ሚሊየን አይሞላም!' ይገርማል ልጅነት ሳይለቀን ቢዝነስ እንጀምራለን፣እሽክርክሮሽ እየተጫወትን እናጋባለን እንግባባለን፣ ጢባጢቤ እያልን ሽምግልናችን ይወረናል…በመጨረሻ የምንመኘዉ ነገር  ልክ እንዳንተ እንደግ፣ከፍ ከፍ አሁንም ከፍ ያርገን  አሜን..(እዚህ ሃገር ሁሉም  ነገር ምኞት ብቻ ነዉ ለምትሉ ሰዎች ወዮላችሁ! አለች የጀበና ቡና!)መልስህን ከስር ባለዉ ፖስታ ሳጥን ቁጥር እንጠብቃለን፡፡ ኑሮና ምሬቴ /እንዳንተ/\nፖ.ሳ.ቁ 2000\n አ.አ ኢትዮጲያ",
                   
                   "2009 ላይ ሆኜ ልቤን ሳየዉ የሁለትዩሽ ሩጫ የሚሮጥ ሁለት ሰዉ ይመስለኛል...7 ወደፊት 7 ወደኋላ ፡፡ “በፍቅር አለም ዉስጥ ማሸነፍና መሸነፍ የለም! በፍፁም!!” ይላል ሬዲዮዉ...ስለምን እንደሚናገር ባይገባኝም ከቀን ቅዠቴ ቀሰቀሰኝ፡፡ ብቻዩን ቤት ቁጭ ብዬ እያሰላሰልኩ ነዉ..ቆይ ግን እንዴት ገደል ግባ ብላ ፍቅራችንን በዉሃ ታስበላዋለች? እንዴት?? እንዴት? እራሴ እጠይቃለሁ እራሴ  እመልሳለሁ..እምም.. ለነገሩ ገደል ዉስጥ ገብቼ ገደል ህይወቴን ልገድለዉ እዚህም እዚያም ስል፣ከገደል ጋ ስፋለም አይታኝ የህንድ አክተር መስያት ይሆናል!አባቴ ከመሞቱ በፊት አንድ ያለኝ ነገር ትዝ አለኝ… “ሴት ልጅ የገደል ማሚቶ ነች ግን ያንተን ድምፅ አታስተጋባም…” ለዘመናት የአባቴ ንግግር ምንም ሳይገባኝ ኖሬያለሁ፡፡ ብዙ ጊዜ ሴቶች ለፍላፊዎች ስለሆኑ ነዉ የገደል ማሚቶ ያላቸዉ እንዳልል የእናቴ ፀባይ በጣም ልዩ እንደነበር አዉቃለሁ፤እማዬኮ እንኳን ልትለፈልፍ ድምፅዋም አይሰማም...እና አባቴ ምን ለማለት ፈልጎ ይሆን??? ልቤ በ ሰባት ቃላት አእላፍ ሴቶችን ደልሏል...አፈቅርሻለሁ...አፈቅርሻለሁ..አፈቅርሻለሁ...ድለላ ሁሌም መርህ ያለበት ክቡር ስራ ነዉ..:፡ለምሳሌ አንድ ደላላ ቤት ለማከራየት ጊቢ ዉስጥ የሌለዉን አቅርቦት ቅቤ በጠጣ አነጋገር የአከራዩን ልብ ከአፍ እስከገደፉ ይሞላዋል.. “ሁሉም ነገር አለዉ..ኮርኒሶ ፅድት ያለ፣ሽንት ቤቱ ገራሚ፣የቤቱ ስፋት ልነግርህ አልችልም….” እያለ ሰዉን ያሳምናል፡ ከድለላ ስራ ዉስጥ እንደፍቅር ዋጋ የሚያስከፍል ይኖራል ብዬ አላስብም፤ግን እኮ አሁን ደላልነቴን አቁሜያለሁ፤እንዴት ገደል ግባ ትለኛለች?እስኪ ይሁን:ነገር ነገር ያለዉን ሰዉ ማስቆም አይቻልም፡፡ ነገር ያነጋግራል:ዉስጥን ያቃጥላል:ምን አይነት ነገር ይዛ ፊትህን አልየዉ ወደሚለዉ ድምዳሜ ልትደርስ የቻለችዉ ምን አድርጌያት ይሆን?? ኣሃ አሃ..ከእንትና ጋር ሞቅ ያለ ጨዋታ ስጫወት ፊቷ ሊፈነዳ የደረሰ ቲማቲም መስሎ ነበር..በጊዜዉ ምን እንደሆነች እንኳን ልጠይቃት  ለራሴ የገባሁበት ወሬ እራሴን እስክስት ድረስ አጡዞኝ ነበር፡፡ብቻ ምንም ይሁን ምን እኔም ገደል ገብቻለሁ እሷም ከገደሉ ላይ ሆና ገደሉን አስፈሪ ገደል እንዲሆን ተስላለች፣ትፀልያለች፣አቤቱ እባክህ ፀሎቴን ስማ ብላ ቀን ከሌሊት ታለቅሳለች፡፡ ቁጥሮች ቃላቶች ሲሆኑ ያምራሉ..7 ወደፊት!\n\nእወድሻለሁ ወደፊት!\nአገባሻለሁ ወደፊት!\nእረዳሻለሁ ወደፊት!\nእነጠፍልሻለሁ ወደፊት\nእከንፍልሻለሁ..ሌላም ሌላም\nቀኝ ኋላ ዙር!!!\nእጠላሻለሁ ወደፊት!\nእተዉሻለሁ ወደፊት!\nእረግምሻለሁ..ወደፊት!\nእቀልድብሻለሁ ወደፊት!\nበሰባት  ቃላት የተጀመሩት  የእወድሻለሁ መፈክሮች አብሮ በመኖር እንጥፍጣፊ ዉስጥ ሊዘምኑ ሲሞክሩ አስለቅሰዉ ያስቃሉ  እህህኪኪኪኪ..እህህ!!",
                   
                   "ዩሃንስ ቤቲን ገና ሲያያት በፍቅር ተንበረከከ…እሷ ግን የሱ አቀራረብ ከወንድምነት የላለፈ አንደሆነ በማሰብ አብራዉ ታሳልፍ ነበር፡፡ አብረዉ እንደእህትና ወንድም ማሳለፋቸዉ ያንገፈገፈዉ  ዩሃንስ የመጣዉ ይምጣ ወይ እሺ ወይ እምቢ ነዉ የምትለኝ ..ጠይቂአት ልተንፍስ ብሎ ቆረጠ\n\n ዩሃንስ  ---  ቤቲዬ\n ቤቲ    ---  እህ\nዩሃንስ  ---  ወንደላጤ ሆኖ መኖር በጣም የሚያስደስት ነገር ቢሆንም ከጊዜ በኋላ በህይወቱ አብሮ የሚሆን፣ጀግና እንደሆነ እንዲሰማዉ የሚያደርግ፣ያ ማንነት የእሱ ብቻ እንደሆነ በሙሉ አፉ መናገር የሚያስችለዉና ተንከባክቦትና ታማኝ ሆኖ አብሮት የሚያሳልፍ ፍጡር እቤቱ ያስፈልገዋል…አይመስልሽም?? አለ አሪፍ ንግግር እንደተናገረና ምን ለማለት እንደፈለገ እንደገባት በማሰብ\nቤቲ    ---  በጣም ትክክል ብለሃል! እና ምን ትጠብቃለህ  ተነሳና ሄደን ትንሽ ቡችላ እንግዛ…እሱ ጥያቄህን ሁሉ ያሟላል!\nዩሃንስ  ---  እ…!",
                   
                   "ማሬ ብር እንደምን ሰንብተሃል፣እኔ ከሹገር ዳዲዎች ማነስ በቀር በጣም ደህና ነኝ፡፡ትላንትና ግን የት ገብተህ ነዉ እንዲህ እግሬ እስኪንኮታኮት ድረስ ያስቆምከኝ?? ግን ጥሩ ነዉ የሰራኸዉ..ይሁን እሺ ላጠፋኸዉ ጥፋት በገባሁበት ምግብ ቤት ገብተህ፣በገባሁበት ቡቲክ ቤት ተከትለህ፣በተዝናናሁበት መዝናኛ ድረስ አስከትለህ ደስታዬን ልታሟላ ቆርጠህ ስለመጣህ ይቅር ብዬሃለሁ፡፡ከዚህ በላይ መዉደድ ከየት ይገኛል..ብር ሆይ መቼም የዘመኑን የኮስሞቲክስ መናር ታዉቀዋለህ፣አንድ ብጣሽ ስታይል ብለዉ ነጋዴዎቹ ከዱልባይ(ዱባይ መሰል የመርካቶ ኳሊቲ ምርት ነዉ) ሲያመጡ ልቤ ይታወካል፡፡አመነመኑብኝ እኮ! ሰዉ ሁሉ እንደሚወድህና ካንተ መለየት ከራሱ መለየት እንደሆነ ሲደሰኩር ይዉልና ፍቅሬን ድክምክክም እስኪለዉ ይቀባበሉታል፡፡ ማሬ ..ግን ወንዱ ሁላ እንዲህ ችስታ ሆኖ ካንተ ጋር ያነቋቆረዉ ለምንድነዉ? ከአንዳንድ ፍቅርን በሩቁ ብለዉ ንግድ ባንክ ከሚወረውሩህ ችስታ መሳይ ወመኔዎች በስተቀረ ሌላዉ የእዉነት በዘልማድ ነዉ የሚኖረዉ..ይኸዉልህ አንዱ ባለፈዉ ለታ ያንቺ ፍቅር ሊያሳብደኝ ነዉ በቃ እንገናኝ ምናምን ሲል ጉዱን ልየዉ ብዬ አገኘሁት፡፡እናልህ የሆነ የብር ከሃምሳ ካፌ ዉስጥ አስገብቶኝ አስሬ እጄን ሲስም፣ስንት የኮስሞቲክስ  መዋእለ ንዋይ የወጣባቸዉ የሃገር ሀብት የሆኑትን ጉንጮቼን ፓስቴ በገመጠበት እጁ መከራዬን ሲያበላኝ ቻል አድርጌ እንደምንም ተለየሁት! ከዛማ አይኑን ለማየት እንኳን ቀፈፈኝ..ካንተ ጋር መጣላቱ እንደመረረና እስከወዲያኛዉ እንደማትገናኙ ሙሉ አፉን ሞልቶ ሲናገር የሆነ በጥፊ ብለሽዉ ሂጂ ሂጂ አለኝ...\n\nዉድ ብር  ከአሁን በኋላ ባንተ የሚመጣብኝን ማንኛዉንም አይነት የወንድ ዘር፣ሲፈልግ ሳይንቲስት ይሁን፣ትምህርት ለምኔም ይሁን፣ብሩን ተይዉና በፍቅር እንብረር ብሎ አፉን የከፈተ እለት ኮመዲ ኑሮዉን ትራጀዲ አድርጌበት እፍ እላለሁ...!ብርርርርር ያድርገኝ ፍቅርህ ዶላር ፓዉንድዬ\n ክንፍ ክንፍ ላዉጣ  ማር ወለላ ዩሮዬ\nእወድሻለሁ ብሎ ሲሸዉደኝ ኖሮ\nምን አባቱ ሊያደርግ ካንተ ተቀያይሞ\nድሪቷም ተባእት ሆኖብኛል እኔስ\n በዝቶበት እንኩሮ\nከድርሃም ላይበልጥ ምንዛሪዉ ወርዷል\n ብዙ ወንድ ዘንድሮ",
                   
                   "አንቺ በሆነ ቦታ በሆነ ጊዜና በሆነ ሁኔታ ወደዚህ አለም መጣሽ፡፡ እንደማንኛዉም ሰዉ አደግሽ በአካልም በአእምሮም…ከዛ ስራ ያዝሽ ይቀጥላል…እኔ አሁን ብዙ ወሬ ለመዘክዘክ አልፈልግም…እንዳንቺ በሆነ ቦታ፣ በሆነ ጊዜና ሁኔታ ወደዚህ አለም መጣሁ፡፡እንደማንኛዉም ሰዉ አደኩ በአካልም በአእምሮም..ከዛ ስራ ያዝኩ፡፡ ስለምን 'አንቺ' እያልክ ትጠራኛለህ ለምን ፍቅሬ/ሆዴ/ማሬ/ስዊት..እያልክ አትጠራኝም የሚል ስሜት ካደረብሽ ችግር የለም ግን 'አንቺ' የምትለዉን ቃል እፈልጋታለሁ..አንቺ ፍቅሬ፣በደንብ ሳትደምቂ ልትደምቂ የሞከርሽ፣በደንብ ሳትስቂ ለመሳቅ የሞከርሽ የፍቅር አነባበሮ ነበርሽ…ምፅፅፅ..እኔ ፍቅርሽ ደሞ ዜሮ አምፖል፣የጋን መብራትና ጭስ የበዛዉ ኩራዝ ነበርኩ..መሆኔንም አልሸፈንኩም፡ ይሁን እንጂ ሰዉ የሚለካዉ በህይወቱ ፍሬ ነዉና ፍሬዉን ለማየት ጉጉት አደረብኝ፤ምናለ እንቺ ሆዴና እኔ ሆድሽ ቶሎ አርጅተን በፍቅር ብንተያይ..የሚል ግራ የሚያጋባ የሃሳብ ዳንኪራ ስመታ ሰነበትኩ፡፡ አለመብሰል ከሚያስከትላቸዉ ምግባዊ ባህርያት አንዱ ለሚመጡበት ውጫዊ ጫናዎች ቶሎ ሆድ ለመሆን ይጥራል…ምግብ ለመሆን…ያዉ ቶሎ ምግብ ስትሆኚ ደግሞ ሳትላመጪ ስለምትዋጪ ሆድ ዉስጥ ታሚያለሽ…አንዴ ጋጋጋጋ…ሌላ ጊዜ ደግሞ…ጉርርር ትያለሽ ስለዚህ ከመዋጥ ወደ አኝኮ መዋጥ፣ከመዝለል መ ዘ ለ ል ን መርጠሽ ለወደፊቱ አሯሯጭሽ ብትዘጋጂ መልካም ካልሆነም ደግሞ ህይወት በራሷ መንገድ ታራሩጥሻለች፡፡ አንቺ ላቭሊ…በነበረን የፍቅር ቆይታ ፍቅር፣ሆድ፣ማር፣ስዊትንና የመሳሰሉትን ፍቅረ-ልማታዊ-ወ-አፋዊ ልምዶችን ስናዳብር ቆይተናል በመሆኑም አሁን ከዚህ ትሬኒንግ የመዉጫችን ሰከንድ ነዉና…1…2…3 ቻዉ!!!",
                   
                   "ዉድ ቤቲ እንዴት ነሽ?ጤናሽ፣ቤተሰብ…ሁሉ አማን ነዉ? እኔ እግዚአብሄር ይመስገን አለሁልሽ፤ ስሚ ቤቲ በጣም እንደምወድሽ ብዙ ጊዜ ለመግለፅ ሞክሬአለሁ…ማለቴ ልብሽ ከኮተተ ይልቅ ለቁም ነገር ይመቻል ብዬ ስላሰብኩ ፌስቡኩን ትቼ በዚህ ደብዳቤ የዉስጤን ነገር ለመዘክዘክ ተገደድኩ ስወድሽ ዉዩ ስወድሽ ባድር አልጠግብሽም፡፡ 'ምነዉ ትንሽ አላካበድከዉም?' ትይኝ ይሆናል ግን ምንም አላካበድኩትም፤በዚህ እሳት ዘመን የፍቅር ነገር እቃቃ በመሰለበት ጊዜ አንድን ሰዉ ወደድኩህ ወይም ወደድኩሽ ማለት አንሶላ ከመጋፈፍ እንደማያልፍ ትርጉም የተሰጠዉ ቢሆንም ያንቺ ነገር በእዉነት ተለይቶብኛል፤እወድሻለሁ ያልኩት ምንሽን አይቼ መሰለሽ?በቃ ዉጭሽ የዉስጥሽ ኮፒ ነዉ አራት ነጥብ(ካስፈለገም በምልክት ላረጋግጥልሽ ፡፡) አይኖችሽ ትላልቅ ናቸዉ፣ ሲያዝኑ በደንብ ያለቅሳሉ…ሲስቁም ያስታዉቃሉ አስመሳይ አይደሉም፤ የልብሽ አይኖችም እንዲሁ ናቸዉ…ትልቅ ታጋሽ ልብ!ሲያማቸዉ ከዉስጣቸዉ ነዉ እንደዛ ሆነዉ እንኳን ሲንከባከቡኝ እንዴት እንደሚማርኩ!ለኔ ያላቸዉ ነገር ይለያል…ሲያጠፉም ምክንያት ፍለጋ ተራራ አይወጡም በቃ ይፀፀታሉ ይቅርታ ይጠይቃሉ፡፡ አፍንጮችሽ እንደሌሎቹ ቆነጃጅት በስጋኛ ሰልካካ አይደሉም…ለሰዉ አይስቡም ግን ግን ማንነታቸዉን በገሃድ ገለፁ እንጂ አልተሸሞነሞኑም አልተመሳሰሉም….የዉስጥሽ አፍንጮችም እንዲሁ ናቸዉ የኔን ሽታ ጠንቅቀዉ ያዉቃሉ…እንደ ንፍጥ እምፍ እምፍ ብለዉ የትም አልወረወሩኝም በትግስት ዝም አሉኝ እንጂ! ከንፈሮችሽ በብዙ የህይወት ዉጣዉረድ የደከመዉን ልቤን በለስላሳ ቃላት ይጠግናሉ ግን የከፋ ነገር አይወጣቸዉም ሲያስኑ ዝምታን ይመርጣሉ፡፡እኔማ ፍቅርሽን ስቋደሰ እንደዘመኑ ሴቶች የምሞጨለፍ መስሎኝ ሰጋሁ ብዙ አወራሁ…ብዙ ግን ይገርማል አምላኬ ተማኝ ነዉ እኔን አምኖ ሳይሆን ስላዘነልኝ አንቹን ሰጠኝ፤ስሙ ይባረክ!",
                   
                   "ከተገናኘንበት ጊዜ አንስቶ ብዙ ነገር አሳልፈናል ብዙ…በዚህ ነገር ዉስጥ ሁሉ በጣም ወድጄሽ አልጠግብም ነበር ግን አሁን ልትለዪኝ መሆኑን ሳዉቅ በልቤ አዘንኩ ቢሆንም ተናድጃለሁ ብዬ ስምሽን አላባዘትኩትም…ከጓደኞቼና ከጓደኞችሽ ጋር ሆኜ አላማሁሽም..ግን ብዙ ትዝታዎችሽ በዉስጤ ተከምረዉ ሳይ እልህ ይይዘኛል…ንዴት፣ትካዜ፣ድብርት…ብዙ ብዙ ነገር ይሰማኛል እሺ ሁሉም ይሁን ያንቺም የልብ ሃሳብ ይሳካልሽ ግን አንድ ነገር ልጠይቅሽ፡፡ 'ለምን ጥለሺኝ ትሄጃለሽ ምን አረኩሽ…' ምናምን አያልኩ ፈፅሞ አልጨቀጭቅሽም፣ ማወቅም አልፈልግም፡፡ ይህን የማደርገዉ አንቺ ጨካኝ እኔ ደግሞ የዋህና ሞኝ ስለሆንኩ አይደለም፣ፈፅሞ! ይሁን እንጂ የምጠይቅሽ እኔን እንድትጠይቂኝ ነዉ 'ደሞ ስለምንድነዉ የምጠይቅህ…ካሁን በኋላ የተለያየን ሰዎች ነን' ልትዪኝ ትችያለሽ..ግን ኤክስፓየር ባረገዉ በድሮዉ ፍቅራችን ይዤሻለሁ ጠይቂኝ! ስለምን መሰለሽ ስላንቺ ፀባይ፣ክፋት፣ተንኮል፣ፍቅር አይደለም…አንቺማ ወርቅ ፀባይ፣ንፁህ ማንነት እንደያዝሽ አዉቃለሁ፤አምንበታለሁም! ግን ስለእኔ ያልጠየቅሺኝ ለነገ ስንቅ የሚሆንሽን ትልቅ የትምህርት ህይወት ስለያዝኩ ነዉ፡፡ 'ለምን በዛ በጣፋጭ የፍቅር ጊዜያችን አልነገርከኝም? ለካ ድብቅ ሰው ነበርክ እንዳትይኝ…ድብቅ አልነበርኩም! አይደለሁምም!! ይልቅ ጊዜዉ ሳያልቅ ልንገርሽ በወደድሺዉ ቦታና ሰዉ ይዘሽዉ ሂጂ፣ ምናልባት ምናልባት አንድ ጠብታም ቢሆን ታገኚበታለሽ ልክ እንደ ክትባት! ክትባቱም…ልቤን የሰጠሁሽ ልብሽን ለሌላ ከመስጠትሽ ገና በፊት ነበር…ስለዚህ ወደፊት አንቺም ልብሽን ስትሰጪ የልብሽ ተቀባይ ላንቺ ፌኩን ልብ ሊሰጥሽ ስለሚችል…ልክ እንደ ኢቦላ መመርመሪያ መሳሪያ እየመረመርሽ ተቀበይ! አደራ እንደኔ እንታትሆኚ!!!",
                   
                   "My love ለጤናሽ እንደምን ነሽ? Peace ነዉ? ፍቅር እኔ ዉስጥ እንደ machine gear ዉሽቅ ብሎ ገብቶ እንዴት ይዉጣ? የትኛዉ አትዪኝም? ያንቺዉ ፍቅር ነዋ!መቼም ዉበትሽ Thermodynamically vibrate እንደሚያረግ ሞተር ሆኜ ቀርቼልሽ ነበር፤ ለዚህ ሁሉ ተጠያቂዉ አንቺ ነሽ ፡፡ አይኖችሽ ትላልቅ የ vehicle ጎማዎች ያክላሉ …አቤት ዉበት ፓ! አፍንጮችሽ ደግሞ ቁጭ supermodel aircraft ናቸዉ!እዉነቴን ነዉ…ናሳ ሄጄ space shuttle supermodel aircraft የማየት ምኞቴ ከፍ ያለ ነበር ይመስገነዉ የኔን ናሳ አንቺን አገናኘኝ፡፡ዉይ ዉይ ከንፈሮችሽ እንዴት ኣባታቸዉ እንደሚያምሩ!እንደሌሎቹ ዘመናይ ተብዬ ብልጭልጭ ሴቶች ከንፈር በ Toyota motor oil(የዚህ ደብዳቤ አንደኛ ደረጃ እስፖንሰር ነዉ) አልተጨማለቁም ይልቁንስ ከነፈሮችሽ እንደተፈጠሩ genuine component የመኪና ስፔርፓርቶች ናቸዉ፡፡ ከዚህ ሁሉ የበለጠ electromagnetic ratu ከፍ ያለብኝ አስተሳሰብሽ ነዉ፡፡ማለቴ corrupt software እንደተጫነበት robot ሃሳብሽ the same inlet valve አይደለም ለመሳሌ የብዙ ሴቶች gate valve ገንዘብ፣ክብርና ፋሽን ብቻ ነዉ ስለዚህ outlet valve ጥርሳቸዉ ያስጠላል፤በቃ ገንዘብ የሚባል action force ከሌለ any other reaction የለም::ሌላዉ ለቁጥር የሚታክቱ ሴቶች ፍቅር ለብቻዉ አይገባቸዉም (እንደዉም soild mechanics ቲቸሬ ፍቅር ራሱ open book exam ይመስላቸዋል ይላል) ያንቺ ግን Internally oriented motor ያለዉ ልብ ስላለሽ መቼም በገንዘብ fail እንደማያደርግ prove አርጌያለሁ::Final projecten በኔና ባንቺ የመተሳሰብ መረብ conclude ባደርገዉ ደስ ይለኛል ከዚህም በላይ የወደድኩሽና መተሳሰባችን ወደ advanced engine system ለማሳደግ የምሞክረዉ ወድጄ አይደለም፡ በቃ የዉሸት ፍቅር፣ስሜታዊነት፣ wrong input፣ incorrect የኑሮ analysis ስልችት ብሎኛል፤ይህን የምልሽ ጊዜዉ ጥሩም ይሁን መጥፎ ሰዉ ደግም ይሁን አዉሬ ካንቺ ጋር የቆየዉን derived formula and interaction በእዉነት ልቀጥል እፈልጋለሁ ነገር ግን ያንቺን ስሜት ማወቅ ይኖርብኛል፤እስኪ የፍቅርሽን drawing በትንሹም ቢሆን ሳይልኝ….አደራ ግን የሚሰማሽን ሁሉ draw ለማድረግ እንዳትቆጠቢ",
                   
                   "“ችግሮችን በግልፅ መነጋገር ፍቅር እንዳይደፈርስ ዋነኛዉ ቁልፍ ነዉ….እባካችሁ በመነጋገር እንመን፤መፋቀር ማለት ብዙ ማንነቶችን የተላበሰ ልዩ የፈጣሪ ስጦታ ነዉ፣ጥንድ ሆናችሁ በምትኖሩባቸዉ ዘመናት ሁሉ ብዙ አስቸጋሪና ፈፅሞ ያልጠበቃችሁት ነገር እንደሚከሰት ማወቅ ብቻ ሳይሆን ማመን ይጠበቅባችኋል…” የስነልቦና አማካሪዉ አሁንም የተቻለዉን ያህል ምክርና ሙያዊ ትንታኔ ለኔና ለባለቤቴ እየሰጠን ነዉ፡፡ ከተጋባን ገና ፊርማችን ያልደረቀ ቢሆንም ህይወትን ገና ስንጀምራት አለቀች፣ከባድ አቀበት ሆነችብን፡፡ጋብቻ ትልቅ ወንዝ ነዉ…በሰዎች ሆሆታና የልብ ደስታ አንዳንዴም ተንኮል እየተመመ ፣እልል እየተባለ የሚወስድ ወንዝ! ሚስቴ ከልቧ እንደምትወደኝ አንዳች ቅንጣት ጥርጣሬ የለኝም ፤ከወንዙ ባሻገር የጀመርነዉን የጋራ ጎጆ ያለማንም ጣልቃ ገብነት የሚያቆም  ፍቅር ይሁን አይሁን ግን አላዉቅም፡፡ የስነልቦና አማካሪዉ ወደባለቤቴ ዞር ብሎ“ከተጋባችሁ ምን ያህል ጊዜ ይሆናል?››ቆረጥ አርጋ ወደኔ አየች ኮስተርተር አልኩ የሆነ መጥፎ ነገር እንዳየ ሰዉ፡‹‹ስምንት ወር ገደማ ይሆናል››“ባለቤትሽ ዉስጥ ያየሻቸዉ ችግሮች ቅድም የጠቀስሽልኝ ብቻ ናቸዉ ወይስ ተጨማሪ ነገር ይኖራል??” “አይ የነገርኩህ ብቻ ነዉ››ሰዉየዉን በትዝብት አይን አየሁት…ስለኔ ችግር ከመቸገሩ በፊት ስለትዳራችን አጠቃላይ ነገር ማወቅ ነበረበት፡፡ ይሁን ሁለታችንም በሽተኞች ነንና እንደፈለገ መጠየቅ ይችላል!‹‹የትዳርን ጠንካራ ጎን ለይታችሁ የምታውቁት ይመስለኛል፤ትዳርን እንደ ድልድይ አስቡት…ብዙ ጊዜ ሰዎች ስለድልድይ ሲናገሩ ከአንድ ሌላ ማንነት ወደ አዲስ ማንነት የሚወስድ መንገድ ነዉ ይላሉ፡፡ እኔ ግን ድልድይን በሌላ መልኩ እንድታዩልኝ እፈልጋለሁ ድልድይ ከራስ ማንነት የሚያለያይ፣ምክንያትና ገለፃ የማይፈልግ ረቂቅ ነገር ነዉ፡፡ ትዳር ከራሳችሁ ጋር ቻዎ! ተባብላችሁ ከምትወዱት ፍቅረኛ ጋር የምትኖሩት ትግል ነዉ፡፡” ሰዉየዉ ስለ‹ትግል›እያወራ ነዉ….አእምሮዬ ዉስጥ ያለዉም የ ሃሳብ ትግል  ከሰዉየዉ እኩል ሲያወራ ይሰማኛል“ሚስቴን ከልቤ እንደማፈቅራት ማንም ያዉቃል! እህል ዉሃችን ግልፅ ሆኖ መታየት የጀመረዉ እንደተገናኘን ነበር፡፡በጋብቻ ወንዝ ከተወሰድን በኋላ ግን መሪዉና ተመሪዉ፣አፍቃሪዉና ተፈቃሪዉ፣ወዳጅና ጠላት፣እሾሁና ሰንሰሉ ማን እንደሆነ ለማወቅ ሳምንት አልፈጀብኝም!”  “አቶ መላኩ በዚህ ላይ ምን ትላለህ?” “ስለምኑ?” “ይቅርታ እያዳመጥከኝ መስሎኝ ነበር››አለ ገልመጥ አርጎ እያየኝ...ክዉ አልኩ ፤ሚስቴ እንባዋ ዱብ ዱብ ሲል ተሰማኝ፣ፊቷን እንኳን ለማየት እንዴት እንደከበደኝ!የዛሬ ስምንት ወር በአእላፍ ህዝብና በእልፍ ማንነት ፊት ለፊት  የገባሁት ‹ቅል ቃል› አእምሮዬ ዉስጥ ያቃጭላል “እንባዋ እንባዬ፣ፀሎቷ ፀሎቴ፣ደስታዋ ደስታዬ ሊሆን፣በህመሟና በሃዘኗ ከጎኗ ልሆን ቃል እገባለሁ….ቃል እገባለሁ፣ቃል እገባለሁ!!”",
                   
                   "“መዉደድ ልክ እንደ መብላትና መጠጣት የሰዉ ልጅ አንዱ ባህሪዉ ነዉ ግን ሰዉ ይሰለቻል…እስከመቼ ድረስ የኔ ሆድ ..ፍቅሬ.. እየተባለ ይዘለቃል” ብለዉ አንድ አስተማሪዬ ሲናገሩ “ምን ይዘላብዳሉ!” ብዬ ነበር፡፡\n“መዉደድ ልክ እንደ መወደድ በ ‹መ› ይጀምራል ግን ደግሞ መራር የሆኑ ማንነቶችን ያስተናግዳል” ብላ ጎረቤቴ ስታወራ “ባክሽ ይሄ ፍልስፍናሽ ሰለቸኝ” ብዬ ነበር፡፡\n የሆነች ልጅ ወደድኩ፡፡ቆንጆ፣የምታምር፣የደስ ደስ ያላት ‹ሴት› የሆነች ሴት ልጅ፡፡ ከዛስ? ከዛማ ፍቅር ክንፍ አረገኝ…እጆቿን በእጆቼ አድርጌ ከነፍኩ!…አሪፍ ጊዜ ነበር፡፡\n ከዛስ??? ምን ከዛ አለ ተለያየሁ፡፡ መለያየት እንደ መዉደድ አይደለም….አእምሮዬ በመለያየት አለም ዉስጥ መዋኘት ሲጀምር፤ ከማፍቀር አለም በትንሽ ርቀት ላይ ሆኜ እየተዝናናሁ ነበር፡፡\n መለያየት እንደ ማፍቀር አይደለም፡፡ሰዉ ሲለያይ…'መንገዱን ጨርቅ ያርግልህ!…ጥንቅር ብለሽ ሂጂ!! ድሮስ!!!…'ይላል ሲፋቀር ደግሞ ‹መንገዱ ጨርቅ እንኳን ቢሆን ብቻሽን ጥዬ እንዴት ተብሎ!.....የልቤ ንጉስ ነህ አንተኮ ለኔ ምን ብዬ ልግለፀዉ …!' ይላል፡፡\n መለያየትና ማፍቀርን ደምሬ የተጓዝኩ የድምር ዉጤት ነኝ፡፡አፍቅሬ በፍቅር ረሃብ ልደፋ ደረስኩ…ተለያይቼ በ'የት አባቷ!!' ስፔሻል ምግብ እራሴን አጠገብኩ፡፡\n ሆነም ቀረም ሰዉ ይዋደዳል ይለያያል..ለልጁ ማንነቴ በመዋደድ ዉስጥ መለያየት እንዳለ አበክሬ መከርኩት…እሱ ግን “በመዉደድ ዉስጥ መለያየት የለም! አልሰማህም!!” አለኝ እኔ ያልኩት 'መዉደድ' ሳይሆን 'መዋደድ' ነዉ ብዬ ከስህተቱ እንዲማር ብዙ ጣርኩ ግን ማን ሰምቶኝ!…\n ያ ልጅነቴ አሁንም እየደጋገመ፣ጮክ ብሎ እንዲህ ይላል…'ወድጃታለሁ በፍፁም አንለያይም! በፍፁም!!",
                   
                   "እሷ--ዉዴ…እህ…\nእሱ--እየሰማሁሽ ነዉ አበባዬ…ብዙ አታውሪ ይደክምሸል እኮ..\nእሷ--በደንብ ተጠጋ ..ተጠጋ እህ..\nእሱ--እሺ እሺ ይኸዉ\nእሷ--እህ አንተ ለኔ ሁለመናዬ ነበርክ ሞት ሊለየን ነዉ እህህህህ--ሁለመናዬ!!እንደወደድኩህ እሞታለሁ\nእሱ--እኔ ልሙት!!! እንደዚህ አትበዪኝ…ድነሽ ትነሻለሽ…ትድኛለሽ አሁን እኮ ፊትሽ ደህና ነዉ…አንቺ ስትድኚልኝ እኔ እድናለሁ..ትድኛለሽ ትድኛለሽ..እግዚአብሄር ልብሽን ያዉቀዋል…ይምርልኛል ለኔ ብሎ ይፈዉስልኛል!\nእሷ--እህ..ደከመኝ አበባዬ ደከመኝ..አንተን አሰቃየዉህ\nእሱ--እኔን ለማን ጥለሽ?…ለማን ለየትኛዉ ህይወት ጥለሽኝ ??!!አይሆንም በፍፁም!!!!!\nእሷ--እ…እህ ደስ ብሎኝ ልሙት…እሹሩሩ በለኝ….\nእሱ--የኔ ማር ተይ ተይ ልቤ ደማኮ አልቻልኩም…ወይኔ!!\nእሷ--አበባዬ  እባ…ክ..ህ እሹ ሩ ሩ በለኝ እህ ህህ\nእሱ--ሽሽሽ እሹሩሩ\nእሹሩሩ\nጠፋኝ ሰማይ ጠፋኝ ምድሩ\nእሹሩሩ እሹሩሩ\nእወድሻለሁ እመቤቴ እሹሩሩ\nእሷ--እህ እህ እ..እንዳታቆም…እንዳታቆም!\nእሱ--እሺ  ወይኔ እህህህህ\nማርዬ እሹሩሩ\nምን ሊዉጠኝ ለማን ልኖር ካንቺ ወዲያ ምን ሊጠቅመኝ\nእሹሩሩ\nተነሽ ዳብሺኝ በፍቅር ልብሽ አለስልሺኝ\nድነሽ ማሪኝ…ድነሽ ልዳን\nእሹሩሩ",
                   
    "'ልጅ ሆነሽ ስንቱን ነገር እንዳሳለፍን የሚረሳሽ አይመስለኝም፤በስጋ አይኔ ከንፈሮችሽን ከሳምኩት ይኸዉ 6 አመት ደፈነ! ብዙ ሺህ ጊዜ የኮምፒዉተርና የሞባይል ስክሪን የሳምኩ ቢሆንም እነዛ ሁሉ ተደምረዉ የገዛ ከንፈሬ መስታወት መስታወት እያለኝ ነዉ!ለምን እንደሆነ ባላዉቅም ፍቅርን በደብዳቤ ሞነጫጭሮ መግለፅን የመሰለ ነገር አላገኘሁም፡፡የልቤን ለማዉጣት ማሰብ ይኖርብኛል…እስኪርብቶና ወረቀት ስይዝ ደግሞ አንቺን ከፌስ ቡክ አተካሮ፣ከቫይበር ድምፅና ከተለመደዉ የቴክኖሎጂ ግርግር በልጦ ጠረንሽ ያዉደኛል'ዉዴ' ስልሽ ከዉዴ ጋር የሚመጣ የስድስት አመት ናፍቆት ይደራረብብኛል፡፡ ስለብዙ ነገር ሁሌ ስለምናወራ የተለመደዉን ትረካ ልተርክልሽ አልፈልግም፡፡ ግን አሁን ለመሞነጫጨር ስነሳ ልቤን ጎሸም የሚያደርገኝ ነገር አለ፤'ጠብቀኝ ጠብቀኝ ጠብቀኝ…የሚለዉ ቀላል ደግሞም ከባድ ቃል' ምኑ ከበደህ ከወደድከኝ እኔን ለጥቂት ወራት ወይም ተጨማሪ አመት መጠበቅ እንዴት ይከብድሃል እንደምትዪኝ አልጠራጠርም፡፡ ሌላ ሴት አፍቅሬ በሌላ አለም ዉስጥ እንደማልገባ አልምልልሽም ምክንያቱም ሆኖ መገኘትን ብቻና ብቻ ስለምፈልገዉ ለጊዜዉ ዝምታን መርጫለሁ፡፡ ሰዉን ተስፋ ማድረግ ከባድ የሆነ ህመም ይፈጥራል…እወድሻለሁ ግን ተስፋዬ አላረግሽምለምን ተስፋዬ ተስፋን በሰጠሸ በእግዚአብሄር ብቻና ብቻ እንደሆነ የሄድሽ ቀን በጆሮሽ ሹክ ብዬልሽ ነበር፡፡ ሁሉም ሰዉ ተስፋዉ እግዚአብሄር እንደሆነና በሰዉ እንደማይደገፍ ያወራል…ልቡ ግን ከፈጣሪዉ በየትየለሌ  ርቀት ላይ ቆሞ የፍቅር ዜማን ያዜማል፡፡ ስጠብቅሽ ጊዜዉ ሄደ ግን አሁንም አልመሸም ስለዚህ የጥበቃ ስራዉ በየ24 ሰአቱ እንደሚለወጠዉ አይነት ዘባተሎ አዉሎንፋስ ከመመታታችን በፊት ይህንን ረግጦ የማይቆም ልቤን ሳይንሸራተት ደግፊዉ፡፡ --ጠባቂሽ--",
    
    "መምከር ትወዳለህ፡፡ ብዙ ጊዜ ስለብዙ ነገር መክረኸኛል…ስለሰዉ ባህሪ፣ ስለፍቅር፣ ስለመለያየት፣ ስለሀገር፣ስለስደት አረ ምኑ ቅጡ! ብዙ አዳሞች ብዙ ወንዶች ብዙ ተባእት ሰዎች በህይወቴ አልፈዋል ግን እንዳንተ መካሪ አላገጠመኝም፡፡ ምክርህ በእድሜህ ቢካፈል እድሜህ ከ 40 ልዘለለ ምክርህ ደግሞ ከ400 አመት የማያንስ ይመስለኛል…ሰዉ አርባ አመት ኖሮ እንዴት 400 አመት እንዳሳለፈ ሰዉ ይመክራል ዋዉ!! ስላንተ ሳስብ ከአፍቃሪነትህ ይልቅ ያባትነት ሚናህ ይጎላብኛል…እንደዚህ ስል ግን አትወደኝም ለማለት አይደለም…'እሹሩሩ የኔ ፍቅር' ብለህ እቅፍ ታረገኝና ስመኸኝ ሌላ አለም ዉስጥ እንገባለን ብዬ ስጠብቅ 'ማር በልብሽ ያለዉን እዉነት መቼም እንዳትሸፋፍኚዉ' ብለህ ትመክረኛለህ 'ፀጉሬን እየዳበስክ ስበህ ጎንህ ስር ዉሽቅ ታረገኝና የስሜት ማእበል ዉስጥ ሰጠምን ብዬ ስደመድም በድንገት 'ማሬ የግራ ጎን ምን ያህል እንደሚያስፈልግ በደንብ የገባኝ አሁን ነዉ' ብለህ አሁንም ትመክረኛለህ፡፡ የኔ ዘመን በሁለት ጨዋታ መሃል እንደሚያልቅ አዉቃለሁ፡፡ ስሜትና ዝላይ ያንተ ምክር ግን ከስሜትና ከዝላይ በላይ የሆነ ዘለል ያለ ህይወት እንድጀምር ዘርዝሮ አሳይቶኛል፡፡ የስሜቴን ሰንሰለት አጥብቆ የያዘዉ ያንተ ምክር ይኸዉ እስካሁን ጥርስ ከማብቀል አልፎ ጥርስ አስበቃይ ሆኗል!",
    
    "ዉዴ፤ አንቺን ከተለየሁ ሰአት ጀምሮ በከባድ ድብርት ዉስጥ እየዋለልኩ አለሁልሽ፡፡ ደስታዬ ከጎንሽ መሆኔ ነዉ፡፡\nእንክብካቤሽ፣እንባሽ በቃ ሁለመናሽ ጥለሽልኝ የሄድሻቸዉ ትዝታዎችሽ ናቸዉ፡፡ የፈገግታሽ ብርሀን በልቤ ዉስጥ እየበራ አሁንም ድረስ ይቀጣጠላል፡፡ ከዚህ ሁሉ መከራና ጭንቀት ስገላገል የምፈልገዉ ነገር ቢኖር እድሜዬን ሁሉ ካንቺ ጋር ደስ ብሎኝ ማጣጣምና የፍቀርሽ እስረኛ ሆኖ የዚህን አለም መራራነት በጣፋጭነትሽ ማንበርከክ ነዉ! ፍቅሬን ከልቤ የምገልፅበትን እድል ብቻ ስጪኝ…ሌላዉን ለኔ ተዪዉ፡፡",
    
    "ከፍቅርና ከገንዘብ የቱ በለጠብሽ? አዉቃለሁ ገንዘብ እንደሚያስፈልግ፣ይገባኛል ብዙ እቅዶችሽ በገንዘቦች መምጣት አለመምጣት ትርታ ላይ እንዳሉ…\nአንቺን ከወደድኩበት መዉደድ በበለጠ ለኔ ያለሽ ፍቅራዊ ናፍቆት ጠንካራ ቢሆንም አቶ ገንዘብ እያሳቀሽ፣እያባበለሽ 'እኔ ካለሁ ሌላዉ ትርፍ ነዉ' እያለ 'ደሞ ለሞላ የወንድ ዘር! ብልጥ ሁኚ' በሚል መፈክር እየሞላሽ ይኸዉ በፍቅሩ ሰከርሽ፡፡ ገንዘብ ስላጣሁ ስለምን ዉስጥሽ በገነ?ስለምን ፊትሽ ተለዋወጠ?ስለምንስ ነጩ ጥቁር ሆነብሽ ?ብዬ ልጠይቅሽ አልፈልግም፡፡ ማንም ሰዉ ለሚፈልገዉ አላማ ገንዘብ የራሱን ሚና እንደሚጫወት ባዉቅም  አገልጋይ ሆኖ እንዲኖር እንጂ አለቃዬ አላደርገዉም!\n ሰዎች ሰንባል በገንዘብ ጥም ስንንከራተትና ጣኦት ሆኖብን ስንሰግድ  ለዘመናት የኖርን ነን አሁን ያየሁትን ግን ለማመን እንኳን እየከበደኝ ነዉ፡፡'የፍቅር ሀብታምና የገንዘብ ድሃ' ሰዉ ደሳሳ ቤቱን አጥቷል፣ዘመነኛ ሚስቱን ተነጥቋል፣'ፍቅር ዳቦ አይሆንም' ተብሏል በተገላቢጦሽ 'የገንዘብ ሃብታምና የፍቅር ድሃ' ሰዉ እሱነቱን በአደባባይ አጥቷል፣የሰዉ ሚስት ነጥቆ እራሱን ተነጥቋል 'ገንዘብ ካለኝ እያንዳንዷን ሴት አንደመርካቶ እቃ እሸምታታለሁ…ከሰልቫጅ እስከ ብራንድ ኒዉ!!' እያለ በየሴቱ ልብ ማስታወቂያ አሰርቷል!\n አንቺን ከማጣትና እራሴን ከማጣት የቱ ያማል?? አንቺን በብር ሳጣ ዉስጤ ደማ እራሴን ሳጣ ግን ምኑን ከምኑ ልለይ?? መልካም ህይወት ይሁንልሽ…!እራሽን ለመለወጥ የምታደርጊያቸዉ ጦርነቶች ሁሌም ያረኩኛል፤ግን ጦርነቶቹ እራስሽን ቀስ በቀስ ከምድረገጽ ለማጣፋት እየሆነ እንደመጣ ለኔ ለተመልካቹ ውልል ጥርት ብሎ ይታየኛል፡፡'ፍቅር ዳቦ አይደለም' ብለዉ ለሰበኩልሽ ግን ደግሞ ፍቅር ባለፈበት እንኳን ያለለፉ ዘመንኛ ጓደኞችሽ ምስጋናዬን አድርሺልኝ፤ይኅዉ አንቺም ተለዉጠሸ፡\n'ገንዘብ ሁዴን ሞላዉ'\n በአንድ ብር ዳቦ አንጀቴን አራሰዉ' ብለሺኛል፡፡\n ዳቦዉ አንጀትሽን አርሶ አንጀትሽ የነፍስሽን ጦም ማደር የሰማ ቀን ግን'ሆዴ ማርማራታ..\nየፍቅር ደመራ የት ነህ የኔ ጌታ' ብትይኝ \n'እኔ የለሁም እቱ አንጀቴን ላርጥበዉ \nፍቅር እንጂ ለኔ ሆዴማ ሆዴ ነዉ' የምል ይመስለኛል!\nመልካም ገንዘብ!!!",
    
    "የሰዉ ሃገር ኑሮ ሳላዉቀዉ ዉስጥ ዉስጤን በልቶት ምስጥ እንዳኘከዉ ግንድ ከዉጪ አብለጭልጬ ከዉስጥ ግን ባዶ ቅል ሆኜ መከራዉን፣ ስድቡን፣ ግልምጫዉን ችዬ የገንዘብ ድህነቴን ቻዎ ልለዉ የፍቅር ሀብቴን አንተን ደግሞ ላልለይህ ላገኘዉ እመጣለሁ፡፡ እንደመጣሁ እንደምንጋባ ያለቀለት ጉዳይ ቢሆንም መጋባታችን የኛ ጅማሬ እንጂ ፍፃሜ እንደማይሆን መቼም ትረዳዋለህ፡፡\nናፍቆትህ በየሰበብ አስባቡ በሚመጡብኝ እንባዎች ተከብቤ ባለቅስ ባለቅስ አልወጣለሽ ብሎኛል፡፡ አዉቃለሁ አምላኬ አይንህን በአይኔ አንደሚያሳየኝ ግን አይንህና አይኔ ግጥም ብለዉ ባይተያዩስ የሚል ሃሳብ አእምሮዬ ዉስጥ ይመላለሳል፤ የቀደመዉ ባህሪህ በስልክ ሳወራህ ያዉ እንደነበረ መሆኑ ቢያስደስተኝም አንተን ራስህን ትቼህ እንደሄድኩ ቀን እንደዛዉ እንደማገኝህ ተስፋ አደርጋለሁ፡፡\nማር..መምጫዬ ከ 15 ቀን አያልፍም፡ ስለዚህ እቅፍህ ዉስጥ እስከምገባ እንደ ህፃን ልጅ ሁሉ እያረገኝ መነፋረቅ አብዝቻለሁ፡፡\nሁልም የኔ ነህ!!\n\n ናፋቂህ",
    
    "ዉዴ እንዴት ነሽ…መዉደዴ ጨምሮ ጨምሮ ጨምሮ…አሁንም ጨምሮ…በቃ ኑሮ ሆኗል፡፡ የዚህ ዘመን ኑሮ አንድ ነገሩ ብቻ ያስደስተኛል…በቃ ዋጋዉ እየተወደደ ዉድ እየሆነ…ፍቅርቅር እያለ…ፍቅር በፍቅር ሆኖ አሁን ላንቺ ባለኝ አይነት ስሜት ዉስጥ ለመድረስ በቅተናል፡፡ ብቻ ስለ እንጀራና ወጥ የየለት ኑሯችን ልነዘንዝሽ አልፈልግም…ግን ባጭሩ ፍቅሬ ጨምሯል ለማለት ያህል ነዉ፡፡ ዉዴ..ይበለዉና ለ 1 ደቂቃ እኔ ክላሽንኮፍ አንቺ ደግሞ ጥይት ብትሆኚ ምን እንደማደርግሽ ታዉቂያለሽ? አንቺን እኔ ዉስጥ አስገብቼ እራሴን በራሴ አቀባብዬ የሆነ በጣም ሀብታም ግን ደግሞ በጣም ግዙፍ ወደሆነ ምናምን እተኩስሽ ነበር፡፡ እስከመቼ እኔን እኔን ብለሽ ትቀሪ??? አዎ መዉደዴ ጨምሯል..አዎ ላንቺ ያለኝ ነገር ልዩ ነዉ ቢሆንም አሁኑኑ ጥይት መሆን ይገባሻል…ሰዉን ሰንጥቆ የሚገባ ጥይት፣ግን አደራ…ባሩድሽ እኔዉ ጋር ይቅር! ምንም ነገር ሳትሸከሚ ተምዘግዝከሽ ስጋን በትነሽ እንድትገቢ እኔዉ ጋር ይቀመጥ፡፡ በተረፈ ባሩዱን በዚህ ፎሩሙላ ስለቀመምኩት ቶሎ ነይና ስጪኝ…ፎርሙላዉም እንዲህ ነዉ 'ፍቅር ቆሎ አይደለም እዚህ አይዘገን እዛ አይቆረጠም' …እወድሻለሁ!",
    
    "አባት-------ብልጥ ሁን ልጄ ሰዉን ብለጠዉ የታባቱ! በሁሉም ነገር ሞኝ ከሆንክ ትጎዳለህ…በጣም፡፡\nጓደኛ-----ብልጥ ሁን አትጃጃል…እራስህን እንደ አሪፍ እያየህ ገደል እንዳትገባ ከም ኦን!ንቃ\nሃገር------ምን ትጨቀጭቀኛለህ! አስሬ ስሜን እየጠራህ አትርገመኝ…በናትህ ከፈለክ ሌላ ሀገር ላይ ሆነህ ተራገም እምብርቴ ላይ ሆነህ የቆዳ ህመም አታምጣብኝ/ጠበስከኝ እኮ…ብልጥ ሁን!\nመርካቶ----አቦ ተወደደ ምናምን እያልክ አትነዝንዘኝ!!!! ከፈለክ ግዛዉ ካልፈለክ ሽጥ…ብልጥ መሆን የራስህ ሃላፊነት መሆኑን መቼም አልነግርህም…\nታክሲ------ጠጋ ጠጋ ብለህ ተቀመጥ…ለስሙኒ እንደዚህ ከምትጨቃጨቅ ብተወዉ ይሻልሃል…ካፌ ገብተህ 1 ብርና 2 ብር ጥለህ ትወጣ የለ? እና እኛ ጋር ስትመጣ ነዉ ወጪ ቆጣቢነትህ ትዝ የሚልህ? ዉይ ብልጥ መሳይ ግን …\nደሞዝ----ምን አስሬ ትቁለጨለጭብኛለህ? እንደፈረደብህ በትነኝና ብትን ብለህ ተኛ! እንዳረጀ ዉሻ አታላዝንብኝ…የሆንክ ኤፍ ኤም 199.99…የብልጥ ሞኝ!\nፍቅር----ሁሉም ያልፋል ሁሉም…ያሁኑ ሃዘንህ በነገ ደስታ ይለወጣል ምናምን እያልኩ ሚሊየን ጊዜ የሰማኸዉን ነገር አልደግምልህም…እኔ ፍቅር ነኝ፡ በፍቅር ጌታ የተሰራሁ ፍቅር፡የተላኩ ተስፋህ…አልጨምርም አልቀንስም፡ የመኪና ጎማ አያስደንቀኝም፡ ብር አያበረኝም፡ ፋሽን ልቤን አያጠፋዉም፡ ያዉ ነኝ…ግን ሁሉም ሰዉ ፊቱን አዞረብኝ…በስሜ ብዙ ይደሰኩራል ይጽፋል ያወራል…ቫለንታይን ዴይ ያዘጋጃል ይዘፍናል…ይራቀቃል ይፈላሰፋል…ብልጥ ሊሆን ሞከረ…ብ.ል.ጥ ሆነም ቀረም ለፈለገኝ አሁንም አለሁ…በዚህ አዉሬ ጊዜም አለሁ!",
    
    "ድሮ ልጅ እያለን እቃቃ ያልተጫወትን አንኖርም፡፡እ…ቃ…ቃ…ብዙዎቻችን ደሞ ባለንበት የወጣትነት ዘመን ብዙ ያማርኛ የፍቅር ፊልሞችን አይተናል፡፡ አሪፍም ደባሪም አሉ ብቻ የእቃቃንና ደባሪ ያማርኛ የፍቅር ፊልምን ተመሳሳይ ጎኖች በአጭሩ እንመልከት…1.እቃቃ 90 ፐርሰንት በላይ ፉገራ ነዉ…ደባሪ ያማርኛ የፍቅር ፊልምም 90 ፐርሰንት ፉገራ ነዉ፡፡(ሜትሮሎጂ እንደዘገበዉ)\n2.እቃቃ እዉነትን ተመሳሳይ በሆኑ ማንነቶች ለማቅረብ ይጥራል (ለምሳሌ ቡና ለማፍላት ከፈለግን…አገሩን ቡና ልንለዉ እንችላለን…አማርኛ የፍቅር ፊልምም እንዲሁ ነዉ፤ልጁ ወደዳት…እምቢ አለች…ተለማመጠ…ተዋደዱ…ተጣሉ…ተመልሰዉ ተታረቁ..በፍቅር ከነፉ)\n3.ተዋናዩ ሊያስተላልፈዉ የፈለገዉ ነገር…ቀልድ(ለዛዉም ብዙዎቻችን ቀድመነዋል) ከዛ የፍቅር አቡጊዳ…እቃቃጭብጡ…ሳይታለም የተፈታ…\n4. እቃቃ ሙድ አለዉ…የሆነ ሴሪሞኒ አለ…በዛ ዉስጥ መንቀሳቀስን ይጠይቃል….የፍቅር ፊልምም ያዉ ነዉ…ለምሳሌ፤ሀብታም ልጅ የድሃ ልጅ አፍቅራ ሰትንሰቀሰቅ…ኸረ! ተባለ እንዴ!(ሀብታም ድሃ ጋ የሚመጣዉ ወይ ለቀብር ነዉ አልያም የጠፋበትን የመኪና እስፖኪዮ እንዲመልስ በፖሊስ ሊያሲዘዉ ነዉ)\n5.በመጨረሻ እቃቃ ሲያልቅ አያምርም ወይ አንዱ ይበጠብጣል ወይም ሴሪሞኒዉ ይበላሻል፡፡ ያማርኛ ፊልምስ? ብዙዎቹ  ፊልሞች(ለምሳሌ…ለነገሩ ተዉት ማንን ጠቅሼ ማንን ልተዉ…) መጀመሪያን መካከለኛ ነገር አላቸዉ….መጨረሻ ግን የላቸዉም…(እናዉቀዋለና! )\nስለዚህ አንድ ግጥም ይኸዉ…እቃቃም ነበረ ድሮ ተጫወትነዉ\nቡናዉን አፍልተን የተፎጋገርነዉ \nእንጀራ ነዉ ብለን ቅጠል የጎረስነዉ..\nመጨረሻ ላይ ግን የተበጣበጥነዉ…\nዕንዴት እንረሳዉ…ልጅነትን በፊልም ቀድሞ የሰራነዉ….\nበ ‹ሐ› ጀምረነዉ ‹ሖ› ብለን ጨረስነዉ\nያማርኛችን ፊልም የድሮ እቃቃን ዘርፎ ያመጣልን\nአልባነንንም እንጂ ሁለተኛ እቃቃ ሰጥቶ ሲያጫዉተን\nባንድ ሰአት ተኩል አፈሩን በእንጀራ ፉገራዉን በልብስ ካልኩሌት አርጎልን\nአኛም እናያለን የድሮን እቃቃ ባዲሱ እቃቃ በአሪፍ ለዉጠን…\nአራዳ ሆነናል እስማርቶች ሆነናል እኛን ማን ሊችለን!",
    
    "ፍቅሬ RC 1 ለጤናህ እንደምን አለህ? እኔ ካንተ ናፍቆት በስተቀር በጣም ደህና ነኝ፡፡ ምነዉ RC1 በፍቅርህ ተቃጥዩ በየላይብረሪዉ ዐንተን የዤ ስዞር፣ ቴንሽን ዉስጤን ቦርቡሮት እስከ 9 ሰአት አይን አይንህን እያየሁ ስቸክልህ እንዲህ ጉድ ታረገኝ! ምነዉ ባለፈዉ ቅዳሜ እንኳን አንተን ብዬ እራት ካፌ አምልጦኝ ተዘጋብኝ፡፡ ምንም ሳይመስለኝ ዲዛይን አርገኝ ስትለኝ እያረኩህ ፍለጠኝ ስትለኝ ዕየፈለጥኩህ…አንዴ ደሞ ሴፍ አይደለሁም ስትለኝ አንተን ሴፍ ለማረግ ባለ በሌለ ሄይሌ ተጠቅሜ ሴፍ ሳረግህ…ኸረ ስንቱ….ዕነዛ ያሳለፍናቸዉን የፍቅር ጊዜያት ለምን fail እንዳረገ structure ታየዋለህ….? እነ soil mechanics እንተን ቁጭ ብለዉ ሲያሙህ አንዴ.. 'ምነዉ ብረቶቹ ወላልቀዉ concretu fail ቢያረግ!..' ሲሉህ እኔ ሰምቼ እንዳልሰማ እየሆንኩ አንድ ቀን እንኳ ሳላማህ አንተ ግን ለዛ ለአዉሬ ለ F አሳልፈህ ትሰጠኝ? ያ የቀድሞ ቦይ ፍሬንዴ strength of materials እንኳን እንደዚህ አልተጫወተብኝም…ዉዴ…በናትህ በ structure 2 ሞት ይዤሃለሁ ወደቀድሞ ፍቅራችን ተመልሰህ ላልተዉህ ላተወኝ እኔም open book አንተም open book ሆነህ አብረን እንኑር ፤ደራሲ አዲስ አለማየሁ እንዳሉት ግንኙነታችን ፍቅር እስከ A እንዲሆን ባባትህ አምላክ በ ቲቸር አለማየሁ እጠይቅሃለሁ፡፡ያንተዉ አፍቃሪ G ነኝ ከ ዶርም!",
    
    " አንዳንዴ ህይወት ወዴት እንደምትወስደን ባላዉቅም ከአንድ ጅረት ወደሌላዉ ወደ ሩቅና ጥልቅ ወደሆነ የሆነ ጅረት እያገላበጠችና እያስፈራራች አልያም እያባበለች ትገፋናለች፡፡መገፋት ለኔ አዲስ ነገር ባይሆንም በብዙ የፍቅር ዉጣ ዉረድ ዉስጥ ማለፌና መጎዳቴን ሳየዉ አዝናለሁ፡፡ መጎዳት እንዴት ያማል! ከባድ ነዉ በተለይ ባንቺ በፍቅሬ…ወታደር ሆኜ ስኖር መቁሰልና መሞት ለኔ ብርቄ አልነበሩም፡፡ ሁሌ ከሞት ጋር ፍጥጫ ሁሌ ሲኦል ሁሌ ትግል በዚያ ምድረ በዳ ዉስጥ አይቼዋለሁ፡፡ ይህ ሁሉ ሆኖ እንኳ ካንቺ ጋር የነበረኝን ልዪ የፍቅር ጊዜያት ሳስብ ተስፋዬ ከየት መጣ ሳልለዉ ሙልት ግጥም ይላል…አምላኬን ሁሌም በዛ የሞት ጋራ ላይ ሆኜ ህይወትን አልነበረም የምጠይቀዉ…አለመሞትን አልነበረም የምጨቀጭቀዉ ግን አንቺን…አንቺን ነበር…'ደሞ ምን ብለህ ትጠይቀዉ ነበር?' ካልሺኝ በዛ የእሳት ዲን ዉስጥ እንኳ ብሆን አብረሺኝ ብትሆኚ መቶ ጊዜ በጥይት ብመታ፣ ሺ ጊዜ ብሞት ባልቆጨኝ ነበር…ግን እንዴት አልሙት ሳልል 'ምነዉ ከኔ ጋር በሆነች'አልኩ? አላዉቅም ከሞትና ካንቺ ለኔ ማን ይቀድም ነበር?? ግን ግን ተጎዳሁ…ለምን እንዴት ብዬ ብጠይቅ ምን ላገኝ? ያ ሁሉ ያሳለፍነዉ የፍቅር ቃል ምን ነበር? ምን ነበር ቃል የተገባባነዉ? ትዝ አለሽ 'ስመጣ ተጋብተን ልጆች ወልደን አብረን ስንኖር አቤት ሲያምር!' ስልሽ አንቺም እንዲሁ ስትዪኝ እንዴት ያምር ነበር! ብቻ ይቅር! ስመጣ ነገሮች መገለባበጣቸዉ አላስደነገጠኝም ግን ያንቺ በሌላ ሰዉ እቅፍ ውስጥ መግባትሽን ሳስበዉ 'ምነዉ እዛዉ በሞትኩት!' ይላል ዉስጤ…ግን ላንቺ ለፀሃይቱ ፍቅሬ መጥፎ ነገር አይወጣኝም…ይሁንልሽ ይሳካልሽ ይቅናሽ፡፡ ለካ ልብ ሲቀልጥ ሰዉ ዝም ብሎ ነዉ የሚወዛወዘዉ…እንደገና ጠፍጥፈዉ አይሰሩት ነገር ሆኖብኛል፡፡ መዉደዴ ከእድሜዬ ይበልጣል…ልረግጣቸዉ ካልኳቸዉ የተቀበሩ ቦምቦች ይልቅ ሃይለኛ ነዉ፣ ከሳቅኳቸዉ ሳቆች በላይ ይሰማል፣ካለቀስኩበት ቀን ይልቅ ያስለቅሳል ከሞትኩበት ቀን የበለጠ ልብ ይበላል…ይኸዉ ነዉ መልእክቴ፡፡ በዚች አጭር ቃላት ልቤን በዚች ቅፅበት ዘጋሁት\nየፍቅር ጦር ሜዳ ነበር ለካ ልቤ\nከሞት የበለጠ የተነደለ ነዉ የፍቅር እልኬ\nልብሽም ለልቤ እሹሩሬ እሚለኝ ጣፋጭ ከረሜላ\nትላንትም ቅድምም\nአምናና ካቻምናም ነበረ ወለላ\nአሁን ግን..ግን አሁን ነጭ ጥቁር ሆነና\nላወጣዉ ጀመርኩኝ አቃጠለኝና፡፡",
    
    "ፍቅር ሚጀምረው መቼ ነው? ብዬ አባቴን ጠይቄው ሳቀና  ባጭር ደመደመው ...\n‘ልብህ ድው ድው ሲል’.............................................\nእንዴ አባዬ ልቤኰ በሌላም ነገር ድው ድው ይላል ብዬ ብነግረው\nአዎ ልጄ ግን ስትወድ ልብህ በ D ይጀምራል ከዚህ ውጪ ግን  ብው ብው ይላል፡፡ እስኪ አዳምጠው...\nሃሃሃሃ...ሃሃሂሂሂ.. ትፎግራለህ እንዴ አባዬ ምንም ውጥ የለውም ....ድው ድው ነው የሚለው እውነት! እማዬን! አልኩና ትቼው ከቤት ወጣሁ፡፡ውዴ ጋ እየተቻኰልኩ እየሄድኩ ነው..ልቤ እየመታ ብው ብው ብው.ድው.ብው ብው.ድው ይላል\nእውነቱን ነው ፋዘር ልቤ ብዙ ጊዜ ብው ብው ብው ያበዛል....\nኰተት ብቻ እያየ .ወሬ ብቻ እያየ....ፍቅሩን እዛ ጥሏል....\nበብዙ ብውታ ጥቂት ድውታ....\nለካ ፍቅር ሲኖር ለካ ስንዋደድ ብውታው ቀንሶ ድውታው ይሰማል፡፡\n ድውታው ላይ ብቻ ፍቅር እውነት ብቻ…ፍቅር መውደድ ብቻ…ፍቅር ልብን ብቻ መሆኑ ገብቶኛል",
    
    " ወፎች ዘመሩ፡፡ ተራሮች ማህሌት ቆመዉ ቅዳሴው ሰመረ፡፡ የቤተመቅደስ ጧፍ ተንቀለቀለ፡፡ ጉሞች ወደ ከርቤ ወደ ባህር እጣን ተለዉጠዉ ተነኑ፡፡ የባህር ሞገድ ተነስቶ ወደቀ፡፡ ስትንሳፈፍ የቆየች ህይወት ምልህቋን ጣለች፡፡ ዝም-ዝምታ፡፡\n'ይህች ህይወት!' አለችና ቀና ብላ፡፡\n'ዉብ ናት' አላት፡፡\n'ግን አጭር ነች' አለች፡፡\n'መሆንዋ በጀ…'\n'ለምን ልጄ?'\n'አጭር ባትሆን ኖሮ እንዲህ አትጥመንም ነበር…'\nትንሽ ቆየችና 'ለምንም ነገር ደንታ ያለህ አትመስልም' አለችዉ፡፡\n'እንዴት ማለት?' \n'ስለ ፍቅር ስለ ሰዉ እንዴት ልበልህ'\n'ደራሲያን አድገዉ አያበቁም ለዚህ ነዉ፡፡'\n'ስለኔ ምን ይሰማሃል?' ስትል ጠየቀችዉ፡፡ ቀጥታ መልስ አልሰጣትም፡፡\n'እየሞቀች የምትሄድ የጠዋት ፀሀይ ነሽ›› አላት፡፡\n'ፍቅርህ እሳት ዉስጥ ለምትገባ ሴት ይብላኝ!' አለችዉ፡፡\n'ለምን?'\n'የእሳት ራት ሆና ትቀራለች፡፡ ታቃጥላለች እንጂ አትነድም፡፡ ፍቅር ታስይዛለህ እንጂ ፍቅር የሚይዝህ አትመስልም፡፡'\nግንባርዋ ላይ ሳማትና ዝም አለ፡፡.....",
    
    "እሱ----ሞዛዛ ሰዉ ያስጠላኛል…እየተሟዘዘ ሲናገር…እየተሟዘዘ ሲኖር…የሆነ ሞ..ዛ…ዛ!!\nእሷ---አንዴ ልሟዘዝ? አንዴ ብቻ…!? ስማ ሞዛዛ በህይወትህ እያንዳንዷ ደረጃ ላይ ልትጠቅምህ የምትችል ቅመም ቃል ናት፡፡ ለምሳሌ ፍቅር ያዘኝ ምናምን እያልክ አገሩን አቧራ ስታጨስ ከከረምክ በኋላ ትንሽ ረገብ ሲልልህ (ያዉ ስትሟዘዝ ማለት ነዉ) አስጠላችኝ..ደበረችኝ ለኔ አትመጥንም ቅብርጥስዮ ትላለህ ወሬ!\nእሱ---ስሚኝ የሞዛዛ አድናቂ…እናንተ ከ 80 ፐርሰንት በላይ የሆናችሁት ሴቶች ሞዛዞች ናችሁ!(ለነገሩ ፐርሰንትም አይችላችሁ…ፀባያችሁን በፐርሰንት ከማስቀመጥ ፐርሰንትን በናንተ ጠባይ መመዘን ምንኛ ቀላል እንደሆነ የት ታዉቂና…ውይ!) አንዲት ሴት በአማካኝ ከግማሽ በላይ ወሬዋ የሞዛዛነት ስሜት ታንፀባርቃለች ለምሳሌ…ልጁ ደክሞት ስልክ ሲደወልለት አላነሳም..በቃ አላየዉም ከዛ ጓደኛዉ ደወለች…ለምን ስልክህን አላነሳህም?-ምን ማለት ነዉ ቢደክምህስ?-ሊያስረዳት ቢጥርም ሰሚ አላገኘም…ስለማትወደኝ ነዉ…አስጠላሁህ አይደል?ተጠቅመህ በሌላ ሴት አፕዴት የምታደርገኝ የትኛዉ ሶፍትዌር መሰልኩህ? ባለፈዉ ግዛልኝ ያልኩህን ጫማ ችላ ብለህ…ምናምን እያለች አንዲሁ ስትሟዘዝ ልጁን አሰከረችዉ፡፡ ስለዚህ እባካችሁ 100% አትሟዘዙ ማለት ቢከብደኝም(ተፈጥሯችሁ ነዋ!) በተቻላችሁ መጠን ቀንሱት…\nእሷ----አንዴ ተፈጥሯችሁ ነዉ ትላለህ ሌላ ጊዜ ደግሞ አትሟዘዙ ትላለህ…መጀመሪያ ከራስህ ጋር ዲፕሎማሲያዊ ግንኙነት አድርግ…የምን እንጣጥ እንጣጥ ልበል ነዉ!\nእሱ---ድሮ ድሮ ቦሌ አካባቢ ነበር ይህ በሽታ ሲታይ የነበረዉ…አሁን ግን ድሀዉ ላይ ብሷል…ዉሃ ልቀዳ የሆነ ሰፈር ጀሪካን ይዤ 'እናቱ ዉሃ አለ?' ስል አንዷ የደሃ ሞዛዛ…'ፕሊስ ምንድነዉ የምታወራዉ?…ይሄ ቦኖ መሰለህ? …ቻት እያረኩ ነዉ ዶንት ዲስተርብ ሚ' ምናምን አላለችኝም መሰለሽ…ሞዛዛ!\nእሷ--ፕሊስ ለቀቅ አርገና! በዚህ እድሜ ነገር ፈትፍተህ ከምትበላ ቁም ነገር ብታወራ ይጠቅምሃል…….ሰዉ በሞላበት ሃገር ሰዉ አጣሁ...ምን ላርግ?እሱ---እም..እንዴት?\nእሷ----ሰዉ አጣኋ…ገንዘብ ነዉ ኢንጅኑ፣እጅ ከምን፣ለሃይገር ባስና ለደሃ ፓርኪንግ ቦታ የለንም፣ከሌለህ የለህም፣ምናምን.. ከሚሉት አስተሳሰቦች አለፍ ያለ ነገር አጣሁ…አንዱ ደራሲ አንጀቱ አርሮ እንዲህ ብሎ ነበር…አበሻ ከአፍንጫዉ ትንሽ አለፍ ብሎ ማሰብ አይሆንለትም\nእሱ---ስለዚህ የልብ ሰዉ ካጣሽ ምናልባት ልብሽ ጋር ችግር ይኖር ይሆን? እሱን ቆም ብለሽ እስኪ እዪዉ..\nእሷ---ምን አልባት የጸባይ ግትርነት የሚያጠቃኝ ሰዉ ስለሆንኩ ለብዙ ሰዉ የማይመች ማንነት ሊኖረኝ ይችላል…የፈለገ ቢሆን ግን አንድ ሰዉም ቢሆን እንዴት እንዴት አጣለሁ…?\nእሱ--ያሁኑ ዘመን ሰዎች…ለሁሉም ነገር ስለምንቸኩል እግዜር የሞታችንን ቀን በጆሯችን ቢነግረን እንኳ ወይ ፌስ ቡክ  የወሬ ቡካችን ላይ  ለፖስት እንሽቀዳደማለን እንጂ አንሰማም…ለመብላት ጥድፊያ..ለመበላት ጥድፊያ…ኖሮ ለመሞት ጥድፊያ…ሞቶ ለመቅበር ጥድፊያ፣ ለመጣደፍ ጥድፊያ…ስለዚህ አንቺም አትቸኩይ በሚጣደፍ ማንነት ዉስጥ አንኳን የልብ ሰዉ, ከልብ ሰላምታ የሚያቀርብ ሰዉም ማግኘት ይከብዳል!\nእሷ--ይልቅ አሁን አሪፍ ምክር መከርከኝ…እስቲ እግዜር እስኪጥልልኝ ልታገሳ…\n",
    
    "ላቭ እንዴት ነህልኝ ስንቱን ነገር ከድተህ ትችለዋለህ? በፍቀርህ ፊሊንግ ሼክ ሳደርግ 'ዛትስ ሃዉ ኢት ጎዝ!' ብለኸኝ አረፍከዉ! ያሳለፍናቸዉን የፍቅር ጊዜያት እያነሳሁ መንገብገብ አልፈልግም! በት.በት…እንደጁስ ጠጥተኸኝ ፍላይ አረክ፣ በጣም የሚያናድደኝ ነገር ምን እንደሆነ ተዉቃለህ?? 'ዩ አር ማይ ግሪን ካርድ፣ ኢፍ ኢት ኤክስፓየር አይ ዊል ኤክስፓየር…' ያልከኝን አረሳዉም…ይብላኝ ላንተ! እኔስ የተሻለ አገር ፍላይ ላረግ ነዉ …ሶ አይደንቀኝም!! ዩ ዌር ሂሮ…በት……ዩ ሚስ ዘ ቢግ ፊሽ!! መልካሙን ሁሉ ዊሽ አርጌልሃለሁ….አንድ ነገር ብቻ ልበል፣ ጀስት ሪድ ዚስ…\nፋርነት በፍቅር መሆኑን አዉቄዉ\nግሪን ካርድ ሆንኩልህ ማንነቴን ሰጠሁ፣\nአንተም ፕላንህን ኤክስኪዩት አርገህ\nካገር ወጣህ አሉ….\nእኔም ፕላንህን አሪፍ ተዉኜልህ\nንዴቱን ፀፀቱን ሀዘኑን ግፌልህ\nእኔም ካገር ወጣሁ ይመችህ ይመችህ!!!" ,
    
    "'እንኳን ለቫለንታይን ዴይ አደረሰህ!' አለችኝ\n-- ኦ መቼ ነዉ…?\n** እየቀለድክ መሆን አለበት!\n-- ምንም እየቀለድኩ አይደለም!\n** ኦኬ ነገ ነዉ…እና እንዴት ልታሳልፈዉ ነዉ?\n-- ቀይ ነገር እየበላሁ ለማሳለፍ አስቤያለሁ\n** ከፍቅር ጓደኛህ ጋር ነዉ ወይስ…?\n-- ብቻዬን!!!\n** ምነዉ በሰላም??\n-- ኸረ በጣም በሰላምም በስካይ ባስም ነዉ!\n** ምን ትቀላቅላለህ!\n-- በቃ ለብቻዬ ነዉ የማሳልፈዉ!\n** ጥ..ጥሩ ነዉ ግን አብረህ የምትሆነዉ ሰዉ ጠፋ እንዴ?\n-- አልጠፋም\n** እና?\n-- ከራሴ ጋር አብሬ ልሁን ብዬ ነዉ\n** ህም…ብቻ ከሰዉ ጋር መሆን ጥሩ ነዉ\n-- ለኔ ጥሩ አይደለም! ጥሩ ሰዉ ለርኩስ ሰዉ 1-ለ 101 በሚመራበት አለም ዉስጥ ቁማር መበላት አልፈልግም! ባላንጣ የበዛበት ቫለንታይን የጭቃ እሾህ ፍቅር… በዘመኑ ዘመንኛ ቋንቋ ዕዉነትም ፍቅር ፓ! እዚህ ገንዳ ዉስጥ አሁን ባልገባ እመርጣለሁ\n** ገንዳ አልከዉ? መዋደድ ፋርነት አይደለም…ነገሮችን በመጥፎ ሳይድ ባታይ!\n-- ነገሮችን እንደአመጣጣቸዉ አያለሁ..መጥፎ ከሆኑ መጥፎ..ጥሩ ከሆኑ ደግሞ ጥሩ..ቫላንታይንን ከዉስጤ ባላንጣ ጋር እያሳለፍኩ እግዜር በረዳኝ መጠን ዉስጤን ላዳምጥ ከዛ የወንድና የሴት አፈሙዝ በሚያዝበት ሜዳ ላይ ቅብብሎሹን በደንብ እጫወተዋለሁ!! "
        
   ]
    
    
    override func viewDidLoad() {
        super.viewDidLoad()
        // Do any additional setup after loading the view, typically from a nib.
        
        
       
        
        if let split = self.splitViewController {
            let controllers = split.viewControllers
            self.detailViewController = (controllers[controllers.count-1] as! UINavigationController).topViewController as? DetailTwo
            
        }
        
        
    }
    
    
    
    // MARK: - Segues
    
    override  func prepare(for segue: UIStoryboardSegue, sender: Any?) {
        if segue.identifier == "showDetail2" {
            if let indexPath = self.tableView.indexPathForSelectedRow {
                let object = details[indexPath.row]
                let controller = (segue.destination as! UINavigationController).topViewController as! DetailTwo
                controller.detailItem = object as String?
                
            }
        }
    }
    
    // MARK: - Table View
    
    override func numberOfSections(in tableView: UITableView) -> Int {
        return 1
    }
    
    override func tableView(_ tableView: UITableView, numberOfRowsInSection section: Int) -> Int {
        return objects.count
    }

    
    
    override func tableView(_ tableView: UITableView, cellForRowAt indexPath: IndexPath) -> UITableViewCell {
        let cell = tableView.dequeueReusableCell(withIdentifier: "Cell2" , for: indexPath)
        let object = objects[indexPath.row]
        
        cell.textLabel!.text = object
        
        if(indexPath.row == 0) {
            
            cell.imageView!.image = image1
            
            
        }
        else if(indexPath.row == 1)
        {
            
            cell.imageView!.image = image2
            
            
        }
            
        else if (indexPath.row == 2)
        {
            cell.imageView!.image = image3
            
            
        }
        else if (indexPath.row == 3)
            
        {
            cell.imageView!.image = image4
            
        }
            
        else if (indexPath.row == 4)
            
        {
            cell.imageView!.image = image5
            
        }
        else if (indexPath.row == 5)
        {
            cell.imageView!.image = image6
            
        }
        else if (indexPath.row == 6)
            
        {
            cell.imageView!.image = image7
            
        }
        
        else if (indexPath.row == 7)
        {
        
        
        cell.imageView!.image = image8
        
        }
        
        else if (indexPath.row == 8) {
        
        cell.imageView!.image = image9
        
        }
        
        else if(indexPath.row == 9 ) {
        
        cell.imageView!.image = image10
        
        }
        else if(indexPath.row == 10 ) {
            
            cell.imageView!.image = image11
            
        }
        else if(indexPath.row == 11 ) {
            
            cell.imageView!.image = image12
            
        }
        else if(indexPath.row == 12 ) {
            
            cell.imageView!.image = image13
            
        }
        else if(indexPath.row == 13) {
            
            cell.imageView!.image = image14
            
        }
        
        else if(indexPath.row == 14 ) {
            
            cell.imageView!.image = image15
            
        }
        
        else if(indexPath.row == 15 ) {
            
            cell.imageView!.image = image16
            
        }
        
        else if(indexPath.row == 16) {
            
            cell.imageView!.image = image17
            
        }
        
        else if(indexPath.row == 17 ) {
            
            cell.imageView!.image = image18
            
        }
        
        else if(indexPath.row == 18) {
            
            cell.imageView!.image = image19
            
        }
        
        
        else if(indexPath.row == 19) {
            
            cell.imageView!.image = image20
            
        }
        
        else if(indexPath.row == 20 ) {
            
            cell.imageView!.image = image21
            
        }
        
        else if(indexPath.row == 21 ) {
            
            cell.imageView!.image = image22
            
        }
        
        else if(indexPath.row == 22) {
            
            cell.imageView!.image = image23
            
        }
        else if(indexPath.row == 23 ) {
            
            cell.imageView!.image = image24
            
        }
        else if(indexPath.row == 24) {
            
            cell.imageView!.image = image25
            
        }
        
        else if(indexPath.row == 25 ) {
            
            cell.imageView!.image = image26
            
        }
            
        else if(indexPath.row == 26) {
            
            cell.imageView!.image = image27
        }
        
        else if(indexPath.row == 27) {
            
            cell.imageView!.image = image28
            
        }
        else if(indexPath.row == 28) {
            
            cell.imageView!.image = image29
            
        }
        else if(indexPath.row == 29) {
            
            cell.imageView!.image = image30
            
        }
        else if(indexPath.row == 30) {
            
            cell.imageView!.image = image31
            
        } else if (indexPath.row == 31){
        
           cell.imageView!.image = image32
        }
        
        return cell
    }
    
    
    
    override func tableView(_ tableView: UITableView, canEditRowAt indexPath: IndexPath) -> Bool {
        // Return false if you do not want the specified item to be editable.
        return true
    }
    
    
    
}




