//
//  ViewController.swift
//  yeFikir_Debdabe
//
//  Created by user on 5/30/17.
//  Copyright © 2017 AFC Ethiopia. All rights reserved.
//

import UIKit


class TableOne: UITableViewController{
    

    var detailViewController: DetailOne? = nil
    var objects = ["ከልቤ ወደድኩሽ ስላት...","ኢትዮጲያዊ ደብዳቤ","የአመታት ጉዞ…በፍቅር ጥያቄ","ብልጣብልጥነትና የፍቅር ፍርፋሪ","የጨረታ ማስታወቂያ","ሰሞኑን...","የስራ ማስታወቂያ"," ደብዳቤ ወ ሳይኮሎጂ","የስራ ፈላጊዎች አሳዛኝ ደብዳቤ","ይድረስ አሜሪካ ላለኸዉ ወንድሜ" ,"በፈጠረሽ"]
    
    let image1 = UIImage(named: "a1")
    let image2 = UIImage(named: "a2")
    let image3 = UIImage(named: "a3")
    let image4 = UIImage(named: "a4")
    let image5 = UIImage(named: "a5")
    let image6 = UIImage(named: "a6")
    let image7 = UIImage(named: "a7")
    let image8 = UIImage(named: "a8")
    let image9 = UIImage(named: "a9")
    let image10 = UIImage(named: "a10")
    let image11 = UIImage(named: "a11")
  

    var details = ["እሱ----ሞዛዛ ሰዉ ያስጠላኛል…እየተሟዘዘ ሲናገር…እየተሟዘዘ ሲኖር…የሆነ ሞ..ዛ…ዛ!!\n\nእሷ---አንዴ ልሟዘዝ….አንዴ ብቻ….ስማ ሞዛዛ በህይወትህ እያንዳንዷ ደረጃ ላይ ልትጠቅምህ የምትችል ቅመም ቃል ናት፡፡ለምሳሌ ፍቅር ያዘኝ ምናምን እያልክ አገሩን አቧራ ስታጨስ ከከረምክ በኋላ ትንሽ ረገብ ሲልልህ (ያዉ ስትሟዘዝ ማለት ነዉ) አስጠላችኝ ደበረችኝ ለኔ አትመጥንም ቅብርጥስዮ ትላለህ ወሬ!\n\nእሱ---ስሚኝ የሞዛዛ አድናቂ…እናንተ ከ 80 ፐርሰንት በላይ የሆናችሁት ሴቶች ሞዛዞች ናችሁ፡፡(ለነገሩ ፐርሰንትም አይችላችሁ…ፀባያችሁን በፐርሰንት ከማስቀመጥ ፐርሰንትን በናንተ ጠባይ መመዘን ምንኛ ቀላል እንደሆነ የት ታዉቂና…ውይ!) \n\nአንዲት ሴት በአማካኝ ከ ግማሽ በላይ ወሬዋ ዉስጥ የሞዛዛነት ስሜት ታንፀባርቃለች ለምሳሌ ልጁ ደክሞት ስልክ ሲደወልለት አላነሳም በቃ አላየዉም ከዛ ጓደኛዉ ደወለች…ለምን ስልክህን አላነሳህም?-ምን ማለት ነዉ ቢደክምህስ?- ሊያስረዳት ቢጥርም ሰሚ አላገኘም…ስለማትወደኝ ነዉ…አስጠላሁህ አይደል?….ተጠቅመህ በሌላ ሴት አፕዴት የምታደርገኝ የትኛዉ ሶፍትዌር መሰልኩህ?…ባለፈዉ ግዛልኝ ያልኩህን ጫማ ችላ ብለህ…ምናምን እያለች አንዲሁ ስትሟዘዝ ልጁን አሰከረችዉ፡፡\n\nስለዚህ እባካችሁ 100% አትሟዘዙ ማለት ቢከብደኝም(ተፈጥሯችሁ ነዋ!) በተቻላችሁ መጠን ቀንሱት\n\nእሷ----አንዴ ተፈጥሯችሁ ነዉ ትላለህ ሌላ ጊዜ ደግሞ አትሟዘዙ ትላለህ…መጀመሪያ ከራስህ ጋር ዲፕሎማሲያዊ ግንኙነት አድርግ…የምን እንጣጥ እንጣጥ ልበል ነዉ!\n\nእሱ---ድሮ ድሮ ቦሌ አካባቢ ነበር ይህ በሽታ ሲታይ የነበረዉ አሁን ግን ድሀዉ ላይ ብሷል…ዉሃ ልቀዳ የሆነ ሰፈር ጀሪካን ይዤ 'እናቱ ዉሃ አለ?' ስል አንዷ የደሃ ሞዛዛ…'ፕሊስ ምንድነዉ የምታወራዉ?ይሄ ቦኖ መሰለህ?ቻት እያረኩ ነዉ ዶንት ዲስተርብ ሚ..' ምናምን አላለችኝም መሰለሽ ሞዛዛ!\n\nእሷ--ፕሊስ ለቀቅ አርገና! በዚህ እድሜ ነገር ፈትፍተህ ከምትበላ ቁም ነገር ብታወራ ይጠቅምሃል……ሰዉ በሞላበት ሃገር ሰዉ አጣሁ...ምን ላርግ?እሱ---እም..እንዴት?\n\nእሷ----ሰዉ አጣኋ…ገንዘብ ነዉ ኢንጅኑ፣እጅ ከምን፣ለ ሃይገር ባስና ለ ደሃ ፓርኪንግ ቦታ የለንም፣ ከሌለህ የለህም፣ ምናምን.. ከሚሉት አስተሳሰቦች አለፍ ያለ ነገር አጣሁ…አንዱ ደራሲ አንጀቱ አርሮ እንዲህ ብሎ ነበር 'አበሻ ከአፍንጫዉ ትንሽ አለፍ ብሎ ማሰብ አይሆንለትም'\n\nእሱ---ስለዚህ የልብ ሰዉ ካጣሽ ምናልባት ልብሽ ጋር ችግር ይኖር ይሆን…እሱን ቆም ብለሽ እስኪ እዪዉ \n\nእሷ---ምን አልባት የ ጸባይ ግትርነት የሚያጠቃኝ ሰዉ ስለሆንኩ ለብዙ ሰዉ የማይመች ማንነት ሊኖረኝ ይችላል…የፈለገ ቢሆን ግን አንድ ሰዉም ቢሆን እንዴት እንዴት አጣለሁ….?\n\nእሱ--ያሁኑ ዘመን ሰዎች…ለሁሉም ነገር ስለምንቸኩል እግዜር የሞታችንን ቀን በጆሯችን ቢነግረን እንኳ ወይ ፌስ ቡክ ላይ ው የወሬ ቡካችን ላይ ፖስት ለማረግ እንሽቀዳደማለን እንጂ አንሰማም…ለመብላት ጥድፊያ፣ ለመበላት ጥድፊያ፣ ኖሮ ለመሞት ጥድፊያ፣ ሞቶ ለመቅበር ጥድፊያ፣ለመጣደፍ ጥድፊያ…ስለዚህ አንቺም አትቸኩይ በሚጣደፍ ማንነት ዉስጥ አንኳን የልብ ሰዉ ከልብ ሰላምታ የሚያቀርብ ሰዉም ማግኘት ይከብዳል!\n\nእሷ--ይልቅ አሁን አሪፍ ምክር መከርከኝ፣ እስቲ እግዜር እስኪጥልልኝ ልታገሳ…\nእሱ--መልካም!",
                   
        "አራት የተለያየ ሀገር ዜግነት ያላቸዉ ሰዎች ለሚስቶቻቸዉ ምን ያህል ደብዳቤ እንደፃፉ ተጠየቁ…\n\n1.ጀርመናዊ፡  ላሁኗ ሚስቴ ከ300 በላይ የፍቅር ደብዳቤዎችን ፅፌላታለሁ\n\n 2.አሜሪካዊ፡ ሚስቴ በጣም እንደምትወደኝ አዉቃለሁ የኔ ማፍቀር ግን ይለያል፡ ከ700 ጊዜ በላይ እንደምወዳት በፅሁፍ ገልጬላታለሁ\n\n3.ስዊድናዊ፡  ከ1400 በላይ ደብዳቤዎችን በመፃፍ የፍቅሬን ሃያልነት ለመግለፅ ብሞክርም ሊወጣልኝ ባለመቻሉ ልቦለድ የሚያክል ፅሁፍ ፅፌ ሁሉ ለዉዴ መስጠቴን አልረሳሁም\n\n 4.ኢትዮጲያዊ፡ እ.....እ...እ... በየቀኑ ለሚስቴ ከ140,000 በላይ ደብዳቤ እፅፍላታለሁ፡፡ እ...ፅሁፉም ...”በፈጠረሽ ማታ ማታ መስኮቱን ዝጊዉ!-እ-እ..በሩን በደንብ ቀርቅሪ እንዳታዘርፊኝ!!!",
        
        
    "/ፍቅር በ 17 አመት/\nእሱ--ሃይ ቤቲ አቤት ዉበት…በጣም አምሮብሻል\n\nእሷ--ቴንኪዉ ሚኪ ፎር ዩር ሪስፔክት\n\nእሱ--ኧረ ላንቺ ያለኝ ፍቅር ጨምሮ ጨመሮ ላብድ ነዉ በጣም ወድጄሻለሁ\n\nእሷ-- ምን!!ትምርቴን ልማርበት ላሽ በል!\n\nእሱ---ኧ…\n\n/ፍቅር በ 25 አመት/\nእሱ--ሃይ ቤቲ አቤት ዉበት ፓ!\n\nእሷ--አመሰግናለሁ (እንግሊዝኛዉ ቀንሷል)\n\nእሱ--አንድ ነገር እያብሰለሰልኩ ብዙጊዜ ቆየሁ…\n\nእሷ--ምነዉ በደህና እስቲ አጫዉተኝ\n\nእሱ--ወድጄሻለሁ በጣም! በናትሽ አብረን እንኑር..\n\nእሷ--ኧ! እኔን? አታዉቅም እንዴ?\n\nእሱ--ምኑን?\n\nእሷ--ፍቅረኛ እንዳለኝ\n\nእሱ--እውነት! ታዉሬ ይሆናል ሶሪ\n\nእሷ--ምንም አይደል ግን አንተ እንዴት ነህ?\n\nእሱ--እእ…\n\n/ፍቅር በ 36 አመት/\n\nእሱ--ሃይ ቤቲ\n\nእሷ--ሃይ ሚኪ ዛሬ ደሞ ዘንጠሃል ባክህ\n\nእሱ--ምን ይደረግ ብለሽ ነዉ! ሙሽራ መስለን እንደዉ ሚስት ካገኘን ብለን ነው…ይገርማል ሚስት አጣንኮ!\n\nእሷ--ምን ሀገሩን የሞላዉ ቆንጆ ብቻ ነዉ\n\nእሱ--እዉነትሽን ነዉ ከተማዉ በፎቅ ጎጆ ተሞልቷል ቆንጆዎቹን የት እንድረስባቸዉ ፎቅ ሆነዉብን ሆዳቸዉ እንደካንጋሮ ልጅ ሳይሆን ብር እያሰቀመጠ ንግድ ባንክን አስንቋል!\n\nእሷ--አትቀልድ ባክህ! እኛ አለን እንጂ በናንተ በወንዶች የፍቅር ቁማር ስንበላ እድሜያችንን የፈጀን!\n\nእሱ--ይልቅስ አንቺ አግቢ እንጂ አረጀሽ እኮ\nእሷ--ባል እንዲህ በቀላሉ የት ይገኛል ብለህ ወንዶቹ እንደዉ ማግባት ማለት መታገት ነዉ ብለዉ ዝርም አይሉ! ይልቅ አንተ ለምን አታገባኝም?.....\n\nእሱ---እ...ቤት ላስገባሽ? አይይይ አልታይ አለሽ መሰል..በይ እግርሽን ከፍ አርጊዉ፣ የበሩ ደፍ እንዳይመታሽ!\n\nእሷ---ዉይ አንተ ደሞ! ከምሬን እኮ ነዉ!\n\nእሱ----ትምህርቴን ልማርበት...ኪኪኪኪ!\n\nእሷ--ማሾፍህ ነዉ ባንተ ቤት? ምናገባኝ ቆመህ ከምትቀር ብዩ ነዉ\n\nእሱ--እኔማ ነገሩ ሊጥ እያለ ስጠይቅሽ ልብሰል ስትይኝ..ተቦክቶ ስጠይቅሽ እርሾ ይግባበት ስትይኝ፣ በስሎ እንኳን ስጠይቅሽ ቆራሽ አለ ስትይኝ…ይኧዉ ዳቦዉ አልቆ የሻማ ሲወረወር እንኳ የሚቀልብ ጠፋ! አይ ጊዜ!!!\n\nእሷ---እእ...",
    
    "አብሮ አደጌን ወደድኳት! እንዴት መቼ የት? የሚለዉን ጥያቄ ተዉት!በስልክ የተነጋገርነዉን እነሆ…\n\nእኔ፡ እሺ እንዴት ነሽ የኔ ፍቅር\n\nእሷ፡ ትንሽ አልፈጠንክም?\n\nእኔ፡ ማለት? ክፉ ነገር ወጣኝ እንዴ?\n\nእሷ፡ አላልኩም…ስልህ 'የኔ' የምትለዉን ቃል አጠበካት…ሰዉ በተፈጥሮ ፈላጊ ስለሆነ በስሜት ዉስጥ ሆነህ ነገሮችን ያንተ ለማድረግ መጣርህ ልክ ሊሆን ይችላል…ባንተ ዉስጥ ለማድረግ ግን ይከብዳል ብዪ ነዉ….እንዴት ነህ ግን አንተ?\n\nእኔ፡ ይገርማል! እኔ ሰላም ነኝ…ትንሽ ስራ ስለበዛብኝ ነዉ ያልደወልኩት….ኸረ አንድ ነገር ሳላጫዉትሽ….መላ በዪኝ ባክሽ\n\nእሷ፡ ምነው በደህና ነዉ?\n\nእኔ፡ በጣም እየወደድኩ\n\nእሷ፡በናትህ ‹ሽ› ብለህ እንዳትጨርሰዉ!!!!\n\nእኔ፡ ኸረ በናትሽ ስሚኝ… መጨረሻዉ እየወደድኳት፣ላት፣ኝ ሊሆን ይችላል እኮ ፍቅሬ….አንቺ ያዉ በ ‹ሽ› ይጨርሳል ብለሽ ‹እየወደድኩሽ ›በሚል ደመደምሽዉ እንጂ….ለነገሩ ከጠረጠርሽ ይሁን ‹ሽ›\n\nእሷ፡ የምትለዉ ሁሉ ግራ ነዉ የሚያጋባዉ…ፈላስፋም ለመሆን እየሞከርክ ነዉ ግን….አንድ ደጋግሜ ግልፅ ላረግልህ የምፈልገዉ ነገር እኔ አንተን ላይህ የምችለዉ እንደጥሩ ወንድሜ እንጂ እንደ ፍቅረ…\n\nእኔ፡ በናትሽ እንዳትጨርሽዉ ያመኛል….አንቺን ብቻ የሚል የሃሳብ ረሀብ ጨንቅላቴን ሞልቶት ለኔም…ለጓደኞቼም…ለጎረቤቴ ለወ/ሮ አሰለፈችም….ግራ የሚያጋባ ነገር ሆኗል! ቆይ እኔ የልብ ፍቅረኛ ለመሆን ምን ያንሰኛል?ወድጄ ነዉ የወደድኩሽ? ንገሪኝ እስቲ!?እሷ፡ አቦ ተረጋጋ! እኔ ላንተ ከወንድምነት የዘለለ ሌላ ስሜትም ሆነ ሀሳብ የለኝም፤ትምህርቴን ልማርበት ተወኝ!!\n\nእኔ፡ እሺ ከዛሬ ጀምሮ አልረብሽሽም….ግን ፍቅሬን በተግባር እገልፃለሁ….\n\nእሷ፡ ኣ ኣ ኣ! በተግባር የሚገልፅልኝ ….የሚንከባከበኝና የሚወደኝ፣ እኔም በጣም የምወደዉ ሰዉ አለኝ..ስለዚህ ፕሊስ እኔን ተወት አርገኝ…ከተማዉን ሁሉ የሞሉት ቆንጆዎች ናቸዉ…በዛ ላይ ጥሩ ስብእና ያለህ ሰዉ ነህ ስለዚህ የልብህን ለማግኘት አይከብድህም..\n\nእኔ፡ ስለምክርሽ አመሰግናለሁ….ግን አንድ የመጨረሻ ጥያቄ ልጠይቅሽ….የመጨረሻ\n\nእሷ፡ ምን ደግሞ\n\nእኔ፡ እወደዋለሁ ያልሽዉ ልጅ አንቺ ለኔ እንደሰጠሽኝ መልስ እሱም እንዲሁ ላንቺ እንደሰጠሸ ከሁነኛ ሰዉ ሰምቻለሁ…እኔ አንቺን ስከተል፣አንቺ ደሞ እሱን ስትከተይ ጊዜዉ እኮ ነጎደ….ፍቅሬን የምገልፅበት እድል ስጪኝና ከዛ ራስሽ ትወስኛለሽ…\n\nእሷ፡ ምን! ስትሰልለኝ ነበር?! በጣም ነዉ የማዝነዉ! ልጁ ቢወደኝም ባይወደኝም….አንተን አልወድህም በቃ! አትሟዘዝ!!!\n\nእኔ፡ ‹ልጁ ቢወደኝም ባይወደኝም› ምን ማለት ነዉ? የምወድሽ እዚሁ እያለሁ….የልጁ ሃብት አፈዘዘሽ መሰለኝ….ግን እኔ እሻልሻለሁ ቆይ አንዴ ለ…!\n\nጆሮዩ ላይ ስልኩን ዘጋችዉ! ፍቅሬ ጨምሮ ጨምሮ እንደስኳር ሊገለኝ ደርሷል! በስሜት ሆኜ 'አሁንስ ብሞት ይሻላል!' ስል እማዩ ሰምታ ከጓዳ ድንገት 'የማይወድህ ይሙት!' ስትል ክዉ ብዩ ቀረሁ \n\nበልቤ እቺ ሴትዩ ቴሌ ኦፕሬተር ሆና ሳትሰራ አትቀርም እያልኩ ወደ አእምሮዩ ስመለስ አቅመቢስነት ተሰማኝ…ግን የራሴን ሃሳብ ብቻ እያዳመጥኩ አንዲትን ሴት የራስ ለማድረግ መጣር በራሱ ራስ ወዳድነትና ደረቅ መሆን ነዉ፤በቃ ልተዋት…እንደምንም ብዩ ልተዋት…ከአእምሮዩ ልሸኛት…እሷ የሰዉ ሃገር 'ሰዉ' ናት!!!!",
    
    "ድርጅታችን እ.ብ.ባ.ሚ (እናንተን ብሎ ባልና ሚስቶች!) ኢንተርናሽናል ከዚህ በታች ያሉትን ባልና ሚስት እስከነቤታቸዉ በግልጽ ጨረታ አወዳድሮ ለመሸጥ ይፈልጋል\n\nየጨረታዉ አይነት-----በ3 ወር ዉስጥ ተጋብተዉ የተፋቱ ባልና ሚስት እስከነቤታቸዉ\n\nእነዚህ ባልና ሚስት ከመጋባታቸዉ በፊት ሀገሩን በፍቅር ዲስኩር ሲበትኑ የነበሩና ስሪታቸዉ 'ከኛ በላይ ፍቅር ወፍ የለም! ኮድ 1985/86' ሲሆን በአንድ ቀን 19,000,000 ጊዜ 'ናፈከኝ/ናፈኩሽ ሆዴ ሞዝቮልዴ' በሚሉ መፈክሮች እርስ በርሳቸዉ ሲነዛነዙ የሚዉሉ ናቸዉ፡፡ ባልና ሚስቱ በጋብቻ በቆዩባቸዉ በርካታ ሚሊየን ሰከንዶች ሲጯጯሁና በየግላቸዉ ሲደነፉ የሚኖሩበት ምስኪን ቤት ነገሩን በትእግስት ሲከታተል ቆይቷል፡፡ እኚህ መጋባት የሚለዉ ቃል ፈፅሞ ያልገባቸዉና ብዙ ሃላፊነት ለመሸከም ጫንቃቸዉ የማይችል ፍጡራን ከተጋቡም በኋላ የድሮዉን ፍቅር እንኳን ሊመልሱት፣ሊያስቡትም ጊዜ የሌላቸዉ እራሳቸዉን እቃ ያደረጉ አሳፋሪ እ.ብ.ባ.ሚ ናቸዉ፡፡ ተጫራቾች እቃዎቹንም ሆነ የቤታቸዉን አጠቃላይ ሁኔታ በአካል በማየት ለጨረታ የሚያስፈልገዉን ሰነድ ከቢሮ ቁጥር 3 መዉሰድ ትችላላችሁ፡፡ ማሳሰቢያ\n\nማንኛዉም ተጫራች ባልና ሚስቱ ላይ ሳይጫረት ቤቱ ላይ ብቻ በጨረታዉ መሳተፍ እንደማይችል ከወዲሁ እያስገነዘብን ባልየዉን አሰናብተን ሚስትየዉን ከነቤቱ መጫረት እንፈልጋለን የምትሉ ተጫራቾች ‹‹ልታቃጥለኝና ልታነደኝ የምትችልበትን ህጋዊ የመብት ከለላ ከባሏ በሙሉ ስምምነት ተረክቤያለሁ!›› የሚለዉን ተጨማሪ የመስሪያ ቤቱን ሰነድ መሙላትና መፈረም ይጠበቅባችኋል፡፡ መስሪያ ቤቱ እ.ብ.ባ.ሚ ባልና ሚስቱ ከተታረቁ ጨረታዉን በከፊልም ሆነ በሙሉ የመሰረዝ መብቱ የተጠበቀ ነዉ፡፡ \n\nእብባሚ ኢንተርናሽናል ኃላፊነቱ የተወሰነ የጋብቻ ኩባንያ፡፡\n",
    
    "መቼስ ሰሞኑን ባልጌያለሁ ከባለኩ አይቀር ብዬ አንዴ ለመጨረሻ ግዜ ልባልግ በዛ ላይ አሁን መሽቶዋል ሰው ባብዛኛው የታወቀው ነገር ላይ ነው በተለይ ባለትዳሮች\n⇄ \n\nእናላቹ ሚስት እና ባል ..ሚስት ከላይ ሆና ባል ከታች ሆኖ ጫወታ አድርተዋል በአጋጣሚ ከየት መጣች ሳትባል የ 5 አመት ልጃቸው ከች አለችባቸው፣ በሩን ከፍታ ገባች\n\nማሚ ምን እያደረግሽ ነው?\n\nእናት ክው አለችና ሚጣዬ ባክሽ የአባትሽ ቦርጭ ትንሽ በዛና ልቀንሰው ወደታች እየገፋሁት ነው አለቻት\n\nልጅየው ከዛን :– ማሚ አንቺ እኮ ለዚ መልፋት አይጠበቅብሽም።\n\nእናት ገረማትና 'ለምን? ሚጡ' አለቻት\nልጅየውም\n,\n,\n,\nእናቴ አንቺ ምን አስለፋሽ አንቺ ሁሌ ጠዋት ጠዋት ስራ ስቴጂ ጎረቤት ያለችው ሴት መታ ቦርጩን ለመቀነስ ትገፋለት የለ?\n",
    
    "መስሪያ ቤታችን ሚ.ፈ.ወ (ሚስት ፈላጊ ወንዶች) ኢንተርፕራይዝ ከዚህ በታች የተመለከተዉን የስራ መደብ ሰራተኞችን አወዳድሮ ለመቅጠር ይፈልጋል\n\nየስራ መደቡ መጠሪያ ---ጀማሪ ሚ.የ.ሴ (ሚስት የምትሆን ሴት)\n\nተፈላጊ ችሎታ\n\nለሚስትነት የሚያስፈልጉ ቅመሞች ያሏትና መልካም ባህሪ ያላት፡፡ ከዚህ በፊት በ ሚ.የ.ሴ የስራ ዘርፍ ከሌላ ከማንኛዉም ወንድ የተግባር ልምምድ ያልወሰደች፡፡ እራሷን ለማስተዳደር የባል እጅ የማትጠብቅና ቅንቅን የሆኑ ባህሪያት ያልተጠናወቷት(በየደቂቃዉ አዛ የማታደርግና ባሏን በማንኛዉም ነገር የምትደግፍ) የአመትባል ጊዜ ዶሮ ለመስራት ፎርሙላ ከእናቷ ፈጽሞ የማትጠይቅና የዶሮን 12 ብልት በልታ ለማሳየት ፈቃደኛ የሆነች እንዲሁም በተመሳሳይ ስራ ባለሙያ የሆነች ብትሆን ይመረጣል፡፡ የትምህርት ደረጃ\n\n ቢያንስ እስከ 8ተኛ ክፍል የተማረችና እራሷን ለማሻሻል የምትጥር ነገር ግን 'ተምሪያለሁ ካሁን በኋላ ምን አባክ ልታመጣ!' እያለች ባሏን የማታስፈራራና የስነልቦና ቀዉስ የማታስከትል፡፡ የፍቅር ዲግሪ እዉቅና ከሌላቸዉ ተቋማት ማለትም ከፌስቡክ ፣ ትዊተር፣ ዋትስአፕ፣ ቫይበር፣ ኢሞ፣ ታንጎና የመሳሰሉት ትምህርቷን ያልተከታተለች፡፡ የስራ ቦታ\n\nባሏ በሄደበት ቦታ አብራ የምትሄድና በጋራ የስራ ቦታዉን ለመወሰን ፈቃደኛ የሆነች(የስራዉ ቦታ ከቤተሰቦቻችን አቅራቢያ ይሁን፣ እማዬን ለማን ጥዬ አባዬ በሳምንት ሁለት ቀን እዚህ ይምጣ ምናምን ለሚሉ ሚየሴዎች መስሪያ ቤቱ በፍፁም እዉቅናን አይሰጥም..አይቀበልምም!)ደመወዝ\n\n-የባሏን ደሞዝ '80 ፐርሰንት ወደ እኔ አካዉንት ካልገባ ወይ እኔ ወይ አንተ!' ብላ ባሏን ቁም ስቅሉን የማታሳይና በፍቅርና በመተማመን ያላቸዉን ተካፍለዉ እንደሚኖሩ የምታምን፡፡ \n\nአመልካቾች ኦሪጅናል ማንነታችሁን ከማይመለስ ኮፒ ጋር በማያያዝ መስሪያ ቤቱ ድረስ በአካል በመቅረብ በፍቅር እንኑር ህንጻ ሶስተኛ ፎቅ ቢሮ ቁጥር 1 ማመልከት ትችላላችሁ፡፡ ኮፒ ማንነታችሁን ብቻ ማምጣት ከውድድሩ ስለሚያሰርዝ ሚየሴዎች ጠንቀቅ በሉ!ቁጥራቸዉ በእጅጉ ቢመናመንም ድንግል ሚየሴዎች በስራዉ እንዲሳተፉ ይበረታታሉ!\n\nማሳሰቢያ-- ሴት ሁሉ ሚ.የ.ሴ ሊሆን ስለማይችል 'ለድስት ግጣሙ አይታጣም' ብላችሁ ለማመልከት የምትመጡ አመልካቾች እባካችሁ አርፋችሁ ተቀመጡ!\n",
    
    "ላቭ መቼም የፍቅርሽ symptom ልቤን displace እያረገ silent ሆኖ መቀመጥ የማይታሰብ ነገር ሆኖብኛል፡፡ በጣም እወድሻለሁ! (repeat repeat! ultimately..very ultimately ነዉ የማፈቅርሽ!) \n\n አንቺ ግን አንዳንዴ እኔን out of the game ለማድረግ የማትፈነቅይዉ ኮብልስቶን የማትወጪዉ ቀለበት መንገድ የለም፣ ግን Why!? በመሰረቱ እኔ የራሴን Ego character ብቻ ለማርካት ተፍ ተፍ የምል ተራ ሰዉ አይደለሁም፤ይህንንም ከአንዴም ሶስት አራቴ ግልፅ አርጌልሻለሁ ባለፈዉ ቅዳሜ ሆዴ disturb ሆኗል ስትይኝ አብሬሽ እያስታመምኩ፣ feelinጌ አብሮ disturb ሲሆን፣ ሀኪም ቤት ልዉሰድሽ ስልሽ No I’m fine ስትይኝ፣መድሃኒት purchase ላርግልሽ ስልሽ ደህና ነኝ ስትይኝ እኔ ራሴ ሌላ በሽታ ያዘኝ…የፍቅር ረሃብ…ቶሎ ቶሎ…አድርገኝ የሚል ረሃብ…\n\nይህን የምለዉ መቼም ’Above the Neck’ ለማለት እንዳልሆነ ይገባሻል! ላቭ የሚገርመዉ ነገር ምንሽ attract እንዳደረገኝ ታዉቂያለሽ? እስኪ ገምቺ…(ያዉ የወንዶች ነገር አንድ አይነት Thought ነዉ ያላችሁ ትዪ ይሆናል) እኔን በፍቅር እንድንበረከክ ያረገኝ Calculation አሰራርሽ ነዉ አራት ነጥብ! \n\n የምን Calculation? ልትይኝ ትችያለሽ ባጭሩ ብዙ ሴቶችን Psychologically Analyze ለማድረግ ሞክሬያለሁ፡ የሚገርምሽ ነገር ብዙዎቹ Calculationን ሂሳብ ትምህርት ላይ ብቻ የሚጠሉት ይመስለኝ ነበር…ለካ ህይወትም ላይ ይጠሉታል! (ወንዶቹ ላባቸዉን ጠፍ አርገዉ ያገኙትን ብር አንዳንድ ሴቶች ጠፍጥፈዉ ይቀበሏቸዋል ይላሉ…ወንዶቹ እንዴት ተጠፈጠፉ ብለሽ እንደማትጠይቂኝ ተስፋ አደርጋለሁ)\n\n አንዳንድ የከተማችን ወንድ አዳኝ (በ እንግሊዝኛዉ ‘GOM’ or Girls obsessed with Men) ሴቶች እንደ ደርግ ‘ተፈጥሮንና ወንድን በቁጥጥራችን ስር እናደርጋለን!’ ብለዉ ይነሱና የመኪና ድምጽ በሰሙ ቁጥር ልባቸዉ በቆርቆሮ ቁጥጥር ስር ይገባል፡፡\n\n የሆነ Attractive External Expression ያለዉ ወንድ ከመጣ friends with benefits ለመሆን ወዲያዉ ይሽቀዳደማሉ ( ምስኪን… ’SHAME’ የተባለዉ ቃል ‘በ 1997 ዐ.ም አካባቢ ከሃገር ተፈናቅሎ ወጥቷል’ የሚል ጭምጭምታ ሰምቼ ነበር) \n\n Whatever the Case is,አንቺ የተለየሽ ነሽ፤የሰዉ ማንነቱን እንጂ ….አታይም፤Plus ኑሮ ተወደደ ረከሰ ምናምን እያልሽ ስለማትጨቃጨቂ I love that way.\n\n So,ብዙ የማወራሽ ነገር ነበር ያዉ ግን እንደነገሩ አይን መከፈቻ ይሆንሻል ብዬ ይቺን letter ፅፌልሻለሁ I’m hearing your response. \nBye!B ከጅማ ዩኒቨርስቲ",
    "ዉድ 'ስራ'ለጤናህ እንደምን ሰንብተሃል? እኛ ካንተ ናፍቆትና ሃሳብ በስተቀር በጣም ደህና ነን፡፡ ስራ ሆይ መቼም ይቺ ምድር አንድ አፍቃሪ ለአንድ ተፈቃሪ እንጂ ብዙ አፍቃሪ ለአንድ ተፈቃሪ እንደማይበጅ ለዘመናት ስትደሰኩር ከርማለች፡፡ይሁን እንጂ እኛ በዚህ አመት የተመረቅንና ከዚህ በፊት ልምድ ያለን ወንድና ሴት አፍቃሪዎችህ ያላንተ መኖር በእጅጉ እየከበደን ነዉ፤\n\n በቃ ፍቅርህ ዉስጣችን ገብቶ አላስተኛ አላስቀምጥ ካለን ይኸዉ ስንት ቀናችን! ስራ ሆይ ግን የት ነህ? አራት ኪሎ ስንፈልግህ 'አይ ለገሀር ሄጃለሁ'ስትል፣እየቶንጦሎጦልን ለገሀር ስንደርስ' የሆነ ምግብ ሳያገኝ 10 አመት የቆየ ይመስል ተንገብግባቸሁ ስታፈጡብኝ ስታስጠሉ! ትንሽ አየር ልለዉጥ ብዪ ሪፖርተር ላይ ሄጃለሁ ደሞ እዛ በለመደ አይናችሁ ያለሁበት ድረስ መጥታችሁ አታጉረጥርጡብኝ!!'ስትለን እሺ ይሁና 'ፍቅር ይታገሳል' በሚል የልባችንን በልባችን ይዘን ሪፖርተር ላይ ቱርር ብለን ስንከተልህ 'አዲስ ዘመን ላይ ከወንድሜ ከጨረታ ጋር ትንሽ እየተደበርኩ ነዉ፣አይናችሁ እንዴት እንደሚዋጋ…እንደዚህ ፅሁፌ እስኪለቅ ስታዩኝ ብርድ ብርድ፣ ረሃብ ረሃብ ይለኛል፣'ጨረታ' መከታዪ ባይኖርልኝ ኖሮማ ትቦጫጭቁኝ ነበር፤ነጫጭባ ሁላ! ' ብለኸን እርፍ!\n\n ኸረተዉ ስራ ሆይ እንዲህ አትጨክን! እኛ የፈለግነዉ አንተን እንጂ ወንድምህን 'ጨረታን'አይደለም፡፡ አፍቃሪዎችህ ስንት እንደሆንን ግን ታዉቃለህ? የምታዉቅ አይመስለኝም ቁጥራችን አስር ሺህ፣መቶ ሺህ የትየለሌ ነን! አሁንስ አዘንክ?\n\n መቼም 'እንደሆሊዉድ'ስራሁድ' የሚል ካምፓኒ አቋቁሜ ከኔ ጋር ትኖራላችሁ' እስክትለን በናፍቆት እየጠበቅን ነዉ፡፡ በእግራችን ስንቱን የአዲስ አበባ የማስታወቂያ ስፍራ በረበርን! በተለይ ደግሞ አዲስ ተመራቂ ተማሪዎችህ በቃ ባንተ ፎንቃ ጨርቃችንን ጥለን እንደእብድ ከተማዉን ስናስስ ከርመንልሃል፡፡\n\n 'ስራ' ሆይ ግን ከመቼ ጊዜ ጀምሮ ነዉ ኦንላይን የሆንከዉ? ይኸዉ በእግር በፈረስ ፈልገን ስናጣህ ezega.com ላይ ወይም ethiojobs.com ዉስጥ ታገኙታላችሁ የሚል ጭምጭምታ ስንሰማ 'ፍቅር እስከ ቅጥር!' ብለን ዘመትንብህ፡፡ ድንቄም አንተ! እያየኸን ትስቃለህ፡፡\n\n ለምሳሌ ባለፈዉ ቅዳሜ በ civil engineering የሆነ ቦታ ታይተሃል ተብሎ ሲወራ ሁላችንም እንደግሪሳ ወፍ ግርርር ብለን ወደ ኣራት ኪሎ! ልጄ አንተሆዪ ልክ እንደ አፄ ቴዎድሮስ 1 ለናቱ ሆነህ እኛን እዚህ አባላኸን፡፡ እንዲህ ነበር ማስታወቂያዉ…የስራ መደቡ መጠሪያ---\n\n Site Engineer የስራ ልምድ-----0 አመት (አንዳንዶቻችን '0 አመት'  የሚለዉን ቃል በመተርጎም እንደ Thesis አይነት ገለፃ ለማድረግም ቃጥቶን ነበር)\n\nብዛት------1 (እኔ አላምንም! ምን!!! ምናለ ግን እንዲህ ባትጨክን አንተና የዘንድሮ ኑሮ አንድ አይነት ሆናችሁሳ! ትንሽ በዛ ብትል…ቢያንስ 10000…ብትሆን! ብዙዎችችን የድሃ ልጅ ሆነን ለቅሷችን በሆዳችን ይዘን እንጂ የሃብታም ልጅ ብንሆን ኖሮ 'ኦ ማሚ አልቻልኩም…ዳዲ ፕሊስ ሃግ አርገህ እሹሩሩ በለኝ' እንል ነበር…አይ ደሃ መሆን! ከስራም ከእሹሩሩም የለንበትም)\n\nየትምህርት ደረጃ------ከታወቀ ዩኒቨርስቲ ወይም ኮሌጅ በ ሲቪል ምህንድስና ተመርቆ ዉጤቱ 3.25 እና ከዛ በላይ የሆነ (ኸረ በ 2.5 ይዘንሃል ትንሽ ነጥቡን ዝቅ አርገዉ…ከቦታዉ እንኳን በዚህ ዋጋ አልመጣም!)\n\nደሞዝ------በድርጅቱ ስኬል መሰረት(ኤጭ ለ 1 እድለኛ አፍቃሪ የሚሰጥን ነገር እንዴት እንዲህ እስኬል ይወጣለታል?ደሞዙ infinity መሆን ነበረበት ፤ ፍቅር እኮ infinity ነዉ!) እኛም ወደ አራት መቶ ሃምሳ ሆነን ወደሚመለከተዉ መስሪያ ቤት ላጥ! (አንድ ብርጌድ ነዉ የምንመስለዉ እግዚኦ!) ቢሮ ስንደርስ ለኛ የተዘጋጀ ይመስል ትልቅ መጋዘን ዉስጥ ተከመርን..\n\n ሁላችንም ሲቪያችንን በሰልፍ ለፀሃፊዋ ሰጥተን ወደየቤቶቻችን! (ፀሃፊ የምትንቁና የምታንቋሽሹ ስራ ፈላጊዎች ንስሃ ግቡ…አለበለዚያ ፍቅራችሁን እስከመጨረሻዉ አታዩትም እነሱ የፍቅር መቀሶች ናቸዉ፡፡)\n\nለፈተና እንድንጠራ ሁላችንም ቀን ከሌሊት ፆም ፀሎት ይዘናል፡፡\n\n አምላካችን ፀሎታችንን በነጥብ ካላረገዉ ይኼ ሁሉ ስራ ፈላጊ እንደዝንብ ዝዝዝ እያለ ሲጨቀጭቀዉ ለየትኛዉ አፍቃሪ 'ስራ'ን ይዳር! ምን ይሳነዋል እንደቸርነቱ!!)ደስ የሚለዉ ነገር ሁላችንም ፀሎታችን ተሰምቶ ለፈተና ተጠራን….አቤት አንዳንዶቻችን የተሰማን ስሜት….ዋዉ! ደስታዉ ለጉድ ነበር፡፡\n\n'እማዩ ዛሬ ለፈተና ተጠርቻለሁ ፀሎት አርጊልኝ አባዪ ፈተናዉን እንዳልፍ መርቀኝ'እና ሌሎች ተመሳሳይ ልማታዊ-ወ-መንፈሳዊ ርእሶች ለቤተሰብ እንደአሳይመንት ሰጠን፡፡ የፈተናዉ ሰአት 3፡00 ነበር፡፡ ዝናብ ቢጤ ከተማዉን አረስርሶታል፤ እኛ ደሞ ፍቅረናችንን ለማግኘት በየራሳችን ሃሳብ ዉስጥ ረስርሰናል፡፡\n\n 1፡30 ሲል የመስሪያ ቤቱን ግቢ ሞላነዉ በፈተናዉ ሰአት ሁላችንም በረድፍ ተሰልፈን ወደ ፈተና ክፍል! አንዳንዱ ፍቅር በዝቶበት ይሁን በሌላ ጉዳይ አይታወቅም አይኑ እንባ አቅሮ አስሬ ሰማይ ሰማይ እያየ ያነበንባል፡፡አንዳንዱ ደግሞ ሙሉ የትጥቅ መሳሪያዉን (እስኪርብቶ፣እርሳስ፣ላጲስ፣ማስመሪያ፣የላስቲክ ዉሃ፣ካልኩሌተር እንዲሁም አጢራራ) ይዞ ገብቷል፡፡ እንደኔ አይነቱ ደግሞ እስኪርብቶ ጥሎ ሲዝረከረክ ይታያል፡፡የፈተነን ሰዉ 'መጀመር ትችላላችሁ 5 ሰዐት ላይ ታቆማላችሁ' ብሎን ፊሽካዉን ነፋ(ምናለ 'መልካም ቫለንታይን'ቢለን ይሄ ፍቅር የማይገባዉ anti-love ነገር!)\n\n ፈተናዉ ሲመጣ የተዘጋጀነዉ ሌላ የመጣብን ሌላ! አሁንስ በዛ!!በ 15 ደቂቃ ዉስጥ ከግማሽ በላይ የምንሆነዉ ተፈታኞች ፍቅረኛችንን እንደማናገኘዉ ልባችን ስላወቀዉ እየተራገምን የሆነ ነገር ሞጫጭረን ወጣን፤\n\n አንዳንድ ሴት ተፈታኞች ከፈተና ሲወጡ ታይታኒክ ላይ ያለዉን ጃክን እያሰቡ አክተሯ ፍቅረኛዋ ዉሃ ዉስጥ ሲሰጥም 'ሄይ ጃክ ጃክ…ጃክ' እንዳለችዉ እነሱም 'ሄይ ጆብ ጆብ …ጆብ'እያሉ በፍቅር ቃላት ሲጣሩ ሰምተናል፡ በእዉነት ለነዚህ እህቶቻችን ከልባችን አዘንን…በወንድ ተክደዉ እዚህ ደሞ በስራ ተክደዉ ስንት ጊዜ ይካዱ.?አበስ ገበርኩ!\n\n አንዳንድ ጀለሶች ግን በጣም ቆይተዉ ወጡ፤ ምንድነዉ ግን እንዲህ ያቆያችሁ ?ፈተናዉን በቃ ደፈናችሁት ስንላቸዉ 'እናንተ ደግሞ ምን ሆናችሁ ነዉ?! ጥያቄዉ ሁሉ አዲስ ሲሆንብን የፍቅር ግጥም ገጥመን ወጣን!'ኪኪኪኪ.. ምን ባላችሁ ገጠማችሁ?'ከነሱ ዉስጥ አንዷ እንዲህ አለችን\n\n የኔ ፍቅር የኔ 'ስራ'\nስፈልግህ ከጊዮርጊስ አራት ኪሎ ካራት ኪሎ ጎተራ\nለካ አንተ እዚህ ነህ በፈተና\nስለዚህ ማሬ እወድሃለሁ\nከወረቀት አልፎ በኢንተርቪዉ \nአይንህን ለማየት ጓጉቻለሁ!",
    
    "ወንድም ጋሼ እንደምን ሰንብተሃል? ኑሮና አሜሪካ እንዴት ይዞሃል? እኔማ ያ ትረምፕ የተባለ ሰዉ ከተመረጠ በኋላ ስላንተ እያሰብኩና እየተብከነከንኩ እዉላለሁ፡፡\n\nእከሌን አባርራለሁ እከሌን ደግሞ አንገት አስደፋለሁ እያለ አንዴ ሲኮሳተር ሌላ ጊዜ ደግሞ ሲዝት ሳይ  ሆዴን የዶላር ቁርጠት በተከታታይ አሰቃየኝ፡፡ጋሼ አንተኮ ለእኛ  ምን ማለት እንደሆንክ ሳስበዉ ዉለታህ ፊቴ ድቅን ብሎ አልቅስ አልቅስ ይለኛል፡፡የምትልካት መቶና ሁለት መቶ ዶላር የኢትዬጲያን አየር ስትረግጥ አበሳዋን ትበላለች…\n\nበሃገራችን ባንኮች የ ቪ አይ ፒ ቦታ ይሰጣትና አንዷ ሃያ ምናምን ወታደር ሆና ለጦርነት ትዘጋጃለች! እንደባታሊዩን ጦር ንድፍ ተነድፎላት ግራዝማችና ቀኝ አዝማች ተመልምሎ፣ እቅድ በረቀቀ መንገድ ተዘጋጅቶ ከአሜሪካዊ ሃያልነቷ ወደምስኪን ኢትዩጲያዊነት  ተለዉጣ ለኑሮ ትዳራለች!ይመስገነዉነዉ! \n\nግን አሜሪካ ሃገር ኢትዮጲያዊያን ጓደኞችህ እንዴት አድርገዉ ሃሳቦቻቸዉን እዉን ያደርጉታል? እንደምሰማዉ ከሆነ ብዙ ኢትዮጲያዊ እርስ በእርሱ እንደሚናከስና አንዳንዴ ንክሻዉ ወደለየለት የጥሬ ስጋ መብላት ዉድድር እንደሚያስገባቸዉ አይነት ነገር ሆኗል አሉ፡፡የሰይጣን ጆሮ ይደፈን!እንዲህ ነዉ የምትኖሩት ወይስ ያዉ የተለመደዉ የጀበና ላይ ወሬ ነዉ?? \n\n ወንድም ጋሼ እዚህ ሀገር ሳቅና ዘንቢል ከተሰደዱ መቶ ሺህ ሰአታን አስቆጥረዋል፡፡ እኛ መሳቅ አቁመናል! ለመሳቅ ብንፈልግ እንኳን …ኢሂ..ኢሂሂ..ብለን ገና እንደጀመርን የሆነ ደመና የመሰለ ነገር ሲጫጭኖን ኢሂን ወደአዪ አይይ አስለዉጦ ተመልሰን ቁዝም ማለት ሆኗል፡፡ \n\n (እዚህ ጋር ሰይጣን ወይፋይ ያላቸዉን አጋንንቶች እየለቀቀ የቃላት ለዉጥ እንድናደርግ የሚያስገድደንን ነገር መገሰፅ አለብን!)በዚህ ዘመን ለኛ አዲሱ በአል  ሳቅ የምንለዉ ስላቃችን ሲሆን በዚች አጭር እድሜ ለማየት መታደላችን ይበል የሚያሰኝ ነዉ! (አንዳንዶች ሲቀልዱ ለምን ዪኔስኮ ላይ ለማስመዝገብ እንቅስቃሴ አንጀምርም እያሉ ያወራሉ!) ፡፡ \n\n ዘንቢላችን ደግሞ እንደባዶ ጋን ጭንቅላታችን ዉስጥ እያስተጋባ ለምንዘባርቅለት ዝብርቅርቅ ህልም ጥሩ መደገፊያ ጠጠር ሆኖልናል፡፡\n\nእናንተ ጋር ሳቅ አለ እንዴ? አንዳንዶቻችሁ ግን በስቴት ተከፋፍላችሁ እንደምትስቁ ጭምጭምታ ሰምቻለሁ፡፡ ሳቃችሁ ግን ሃሃሃ ይሁን ጃጃጃ ለማወቅ አልቻልኩም(ይቅርታ ይደረግልኝ)፡፡ በሰዉ ሀገር መሳቅ እንደማልቀስ ቢቆጠርም ከእልፍ አእላፍ ደቂቃዎች መሃል መሳቁ ግን ለጤናችሁም ከአሜሪካ ጋር ላላችሁ ግንኙነትም ጥሩ ዲፕሎማሲ መፍጠር ይመስለኛል፡፡ \n\nእዚህ እኛ ጋር ዲያስፖራ ሆነህ ስትመጣ የትየለሌ ነገር ትታዘባለህ…ምንድነዉ ሰዉ ገና አላደገም፣ገና በ ሶስት ሰአት ህብረተሰቡ እግሩን ታጥቦ የት ነዉ የሚገባዉ ምናምን ልትል ትችላለህ ይሁን እንጂ ነገሩ የተገላቢጦሽ ነዉ፡፡\n\n እኛ እድምተኞች ነን! የብዙ ነገር እድምተኞች! የቴሌቪዝን ፕሮግራም እድምተኛ፣የዘፈን ፕሮግራም እድምተኛ፣የዳቦ ቁረሱ ፕሮግራም እድምተኛ ፣የዛራና ዛንድራ እድምተኛ ሆነናል፡፡ (ዛራና ቻንድራ በበረኪና ሲዘፈዘፍ ዛራና ዛንድራ ከዛ ሳራና ሰይፈዲን ከዛ ዋትስአፕ! ነዉ አሉ የምትሉት) ትራምፕ ትንሽ ሲረጋጋ ለሁለት ሶስት ወር ናና ጎብኘት ጎብኘት አርገን! እስከዛዉ ብዙ ሳቅ…ቢያስቅም ባያስቅም!\n\n--ወንድምህ--",
    
    "አንድ ጊዜ ባል ሚስቱን ሸዉዶ ጭፈራ ቤት ይገባላችኋል…ሲጋት ያመሽና ስክር ጥምብዝብዝ ብሎ ይወጣል..በጣም ስለመሸ እንደምንም እየተንገዳገደ ቤቱ ይደርሳል፡፡ ከዛ እሱም እኔ ተራኪዉም አናስታዉስም፡፡\n\n በሚቀጠለዉ ቀን ጠዋት ከእንቅልፉ ሲነሳ ሃንጎቨር ጭንቅላቱን ሊያፈነዳዉ ደርሷል፡ አራሱን ያገኘዉ ግን አልጋዉ ላይ በትክክል አንሶላዉ ዉስጥ ገብቶ ተኝቶ ገረመዉ…በቃ ሚስቴ ገደለችኝ እንደዛ ሰክሬማ አይታኝ መቼም ቢሆን አታናግረኝም እያለ ከራሱ ጋር ንትርክ ገጥሟል፡፡\n\n እንደምንም ተነስቶ ዞር ሲል አልጋዉ ጎን አስፕሪንና ዉሃ በብርጭቆ ተቀድቶ ተቀምጦለታል፡፡ግራ ገባዉ…እንዴ ሚስቴ ናት ይህን ያደረገችዉ! እንዴት ኣላከበደችም ብሎ ተገረመ፡፡\n\nአስፕሪኑን ከዋጠ በኋላ ወደጠረጴዛዉ እየተጎተተ ሄደ በሚስቱ የተፃፈ አጭር መልእክት እንዲህ ይላል 'የኔ ማር ቁርስ ስለደረሰ የታችኛዉ ክፍል ዉረድና ከልጅህ ጋር ቀማምስ…ዋ ሳትበላ እንዳትሄድ!'\n\n ባል አሁን ተደነጋገረ…እነዴት ያለች ሚስት ነዉ ያገባሁት እያለ ወደታችኛዉ ክፍል ወረደ፡፡ የስምንት አመት ልጁ እየበላ ነበር…ልጁን ግንባሩ ላይ ሳም አድርጎ 'ትላንት ቤት ሰክሬ ስገባ እናትህ ምን አለች? መቼም ንዴቷን መቆጣጠር እንደማትችል ይገባኛል' አለዉ፡፡\n\n'ኸረ አባዬ እሷ እንኳን ልትበሳጭ ሳቅ በሳቅ ሆና ነበረ…በሩን ስታንጓጓዉ ከአልጋዋ ብድግ ብላ በሩን ከፍታ አንተን እንደ ኅፃን ልጅ ተሸክማህ ማለት ይቻላል አልጋ ላይ አስተኛችህ፡፡\n\nከዛ ልብስህን ልታወልቅልህ ስትሞክር ምን አንዳልክ ታዉቃለህ?''ምን አልኩ?!' አለ አባት ተደናግሮ‹አንቺ ሴትዮ እንዳትነኪኝ…እኔ ባለትዳር ነኝ በፈጠረሽ አትንኪኝ አልካት!'",
    
        ]
    
    
    override func viewDidLoad() {
        super.viewDidLoad()
        // Do any additional setup after loading the view, typically from a nib.
       
        
        if let split = self.splitViewController {
            let controllers = split.viewControllers
            self.detailViewController = (controllers[controllers.count-1] as! UINavigationController).topViewController as? DetailOne
            
        }
    }
    
    override func prepare(for segue: UIStoryboardSegue, sender: Any?) {
        if segue.identifier == "showDetail" {
            if let indexPath = self.tableView.indexPathForSelectedRow {
                let object = details[indexPath.row]
                let controller = (segue.destination as! UINavigationController).topViewController as! DetailOne
                controller.detailItem = object as String?
            }
        }
    }
    
    override func numberOfSections(in tableView: UITableView) -> Int {
        return 1
    }
    
    override func tableView(_ tableView: UITableView, numberOfRowsInSection section: Int) -> Int {
        return objects.count
    }

    override func tableView(_ tableView: UITableView, cellForRowAt indexPath: IndexPath) -> UITableViewCell {
        let cell = tableView.dequeueReusableCell(withIdentifier: "Cell" , for: indexPath)
        let object = objects[indexPath.row]
        
        cell.textLabel!.text = object
        
        
        
        if(indexPath.row == 0) {
            
            cell.imageView!.image = image1
            
        }
        else if(indexPath.row == 1)
        {
        
            cell.imageView!.image = image2
            
        }
            
        else if (indexPath.row == 2)
        {
            cell.imageView!.image = image3
    
        }
        else if (indexPath.row == 3)
            
        {
            cell.imageView!.image = image4
            
        }
            
        else if (indexPath.row == 4)
            
        {
            cell.imageView!.image = image5
        }
        else if (indexPath.row == 5)
        {
            cell.imageView!.image = image6
            
        }
        else if (indexPath.row == 6)
            
        {
            cell.imageView!.image = image7
            
        }
        
        else if (indexPath.row == 7) {
        
        cell.imageView!.image = image8
            
        }
        
        else if (indexPath.row == 8) {
        
        
        
        cell.imageView!.image = image9
            
        }
            
            
        else if (indexPath.row == 9) {
        
         cell.imageView!.image = image10
            
        
        }
        
        else if (indexPath.row == 10) {
        
        
        cell.imageView!.image = image11
        
        }
  
        
        return cell
    }
    
    override func tableView(_ tableView: UITableView, canEditRowAt indexPath: IndexPath) -> Bool {
        // Return false if you do not want the specified item to be editable.
        return false
    }
    
    
}




