{
    "contentA" : ["\nእሱ----ሞዛዛ ሰዉ ያስጠላኛል…እየተሟዘዘ ሲናገር…እየተሟዘዘ ሲኖር…የሆነ ሞ..ዛ…ዛ!!\n\nእሷ---አንዴ ልሟዘዝ….አንዴ ብቻ….ስማ ሞዛዛ በህይወትህ እያንዳንዷ ደረጃ ላይ ልትጠቅምህ የምትችል ቅመም ቃል ናት፡፡ለምሳሌ ፍቅር ያዘኝ ምናምን እያልክ አገሩን አቧራ ስታጨስ ከከረምክ በኋላ ትንሽ ረገብ ሲልልህ (ያዉ ስትሟዘዝ ማለት ነዉ) አስጠላችኝ ደበረችኝ ለኔ አትመጥንም ቅብርጥስዮ ትላለህ ወሬ!\n\nእሱ---ስሚኝ የሞዛዛ አድናቂ…እናንተ ከ 80 ፐርሰንት በላይ የሆናችሁት ሴቶች ሞዛዞች ናችሁ፡፡(ለነገሩ ፐርሰንትም አይችላችሁ…ፀባያችሁን በፐርሰንት ከማስቀመጥ ፐርሰንትን በናንተ ጠባይ መመዘን ምንኛ ቀላል እንደሆነ የት ታዉቂና…ውይ!) \n\nአንዲት ሴት በአማካኝ ከ ግማሽ በላይ ወሬዋ ዉስጥ የሞዛዛነት ስሜት ታንፀባርቃለች ለምሳሌ ልጁ ደክሞት ስልክ ሲደወልለት አላነሳም በቃ አላየዉም ከዛ ጓደኛዉ ደወለች…ለምን ስልክህን አላነሳህም?-ምን ማለት ነዉ ቢደክምህስ?- ሊያስረዳት ቢጥርም ሰሚ አላገኘም…ስለማትወደኝ ነዉ…አስጠላሁህ አይደል?….ተጠቅመህ በሌላ ሴት አፕዴት የምታደርገኝ የትኛዉ ሶፍትዌር መሰልኩህ?…ባለፈዉ ግዛልኝ ያልኩህን ጫማ ችላ ብለህ…ምናምን እያለች አንዲሁ ስትሟዘዝ ልጁን አሰከረችዉ፡፡\n\nስለዚህ እባካችሁ 100% አትሟዘዙ ማለት ቢከብደኝም(ተፈጥሯችሁ ነዋ!) በተቻላችሁ መጠን ቀንሱት\n\nእሷ----አንዴ ተፈጥሯችሁ ነዉ ትላለህ ሌላ ጊዜ ደግሞ አትሟዘዙ ትላለህ…መጀመሪያ ከራስህ ጋር ዲፕሎማሲያዊ ግንኙነት አድርግ…የምን እንጣጥ እንጣጥ ልበል ነዉ!\n\nእሱ---ድሮ ድሮ ቦሌ አካባቢ ነበር ይህ በሽታ ሲታይ የነበረዉ አሁን ግን ድሀዉ ላይ ብሷል…ዉሃ ልቀዳ የሆነ ሰፈር ጀሪካን ይዤ 'እናቱ ዉሃ አለ?' ስል አንዷ የደሃ ሞዛዛ…'ፕሊስ ምንድነዉ የምታወራዉ?ይሄ ቦኖ መሰለህ?ቻት እያረኩ ነዉ ዶንት ዲስተርብ ሚ..' ምናምን አላለችኝም መሰለሽ ሞዛዛ!\n\nእሷ--ፕሊስ ለቀቅ አርገና! በዚህ እድሜ ነገር ፈትፍተህ ከምትበላ ቁም ነገር ብታወራ ይጠቅምሃል……ሰዉ በሞላበት ሃገር ሰዉ አጣሁ...ምን ላርግ?እሱ---እም..እንዴት?\n\nእሷ----ሰዉ አጣኋ…ገንዘብ ነዉ ኢንጅኑ፣እጅ ከምን፣ለ ሃይገር ባስና ለ ደሃ ፓርኪንግ ቦታ የለንም፣ ከሌለህ የለህም፣ ምናምን.. ከሚሉት አስተሳሰቦች አለፍ ያለ ነገር አጣሁ…አንዱ ደራሲ አንጀቱ አርሮ እንዲህ ብሎ ነበር 'አበሻ ከአፍንጫዉ ትንሽ አለፍ ብሎ ማሰብ አይሆንለትም'\n\nእሱ---ስለዚህ የልብ ሰዉ ካጣሽ ምናልባት ልብሽ ጋር ችግር ይኖር ይሆን…እሱን ቆም ብለሽ እስኪ እዪዉ \n\nእሷ---ምን አልባት የ ጸባይ ግትርነት የሚያጠቃኝ ሰዉ ስለሆንኩ ለብዙ ሰዉ የማይመች ማንነት ሊኖረኝ ይችላል…የፈለገ ቢሆን ግን አንድ ሰዉም ቢሆን እንዴት እንዴት አጣለሁ….?\n\nእሱ--ያሁኑ ዘመን ሰዎች…ለሁሉም ነገር ስለምንቸኩል እግዜር የሞታችንን ቀን በጆሯችን ቢነግረን እንኳ ወይ ፌስ ቡክ ላይ ው የወሬ ቡካችን ላይ ፖስት ለማረግ እንሽቀዳደማለን እንጂ አንሰማም…ለመብላት ጥድፊያ፣ ለመበላት ጥድፊያ፣ ኖሮ ለመሞት ጥድፊያ፣ ሞቶ ለመቅበር ጥድፊያ፣ለመጣደፍ ጥድፊያ…ስለዚህ አንቺም አትቸኩይ በሚጣደፍ ማንነት ዉስጥ አንኳን የልብ ሰዉ ከልብ ሰላምታ የሚያቀርብ ሰዉም ማግኘት ይከብዳል!\n\nእሷ--ይልቅ አሁን አሪፍ ምክር መከርከኝ፣ እስቲ እግዜር እስኪጥልልኝ ልታገሳ…\nእሱ--መልካም!\n\n\n\n\n",
        
        "\nአራት የተለያየ ሀገር ዜግነት ያላቸዉ ሰዎች ለሚስቶቻቸዉ ምን ያህል ደብዳቤ እንደፃፉ ተጠየቁ…\n\n1.ጀርመናዊ፡  ላሁኗ ሚስቴ ከ300 በላይ የፍቅር ደብዳቤዎችን ፅፌላታለሁ\n\n 2.አሜሪካዊ፡ ሚስቴ በጣም እንደምትወደኝ አዉቃለሁ የኔ ማፍቀር ግን ይለያል፡ ከ700 ጊዜ በላይ እንደምወዳት በፅሁፍ ገልጬላታለሁ\n\n3.ስዊድናዊ፡  ከ1400 በላይ ደብዳቤዎችን በመፃፍ የፍቅሬን ሃያልነት ለመግለፅ ብሞክርም ሊወጣልኝ ባለመቻሉ ልቦለድ የሚያክል ፅሁፍ ፅፌ ሁሉ ለዉዴ መስጠቴን አልረሳሁም\n\n 4.ኢትዮጲያዊ፡ እ.....እ...እ... በየቀኑ ለሚስቴ ከ140,000 በላይ ደብዳቤ እፅፍላታለሁ፡፡ እ...ፅሁፉም ...”በፈጠረሽ ማታ ማታ መስኮቱን ዝጊዉ!-እ-እ..በሩን በደንብ ቀርቅሪ እንዳታዘርፊኝ!!!\n\n\n\n\n",
        
        
        "\n/ፍቅር በ 17 አመት/\nእሱ--ሃይ ቤቲ አቤት ዉበት…በጣም አምሮብሻል\n\nእሷ--ቴንኪዉ ሚኪ ፎር ዩር ሪስፔክት\n\nእሱ--ኧረ ላንቺ ያለኝ ፍቅር ጨምሮ ጨመሮ ላብድ ነዉ በጣም ወድጄሻለሁ\n\nእሷ-- ምን!!ትምርቴን ልማርበት ላሽ በል!\n\nእሱ---ኧ…\n\n/ፍቅር በ 25 አመት/\nእሱ--ሃይ ቤቲ አቤት ዉበት ፓ!\n\nእሷ--አመሰግናለሁ (እንግሊዝኛዉ ቀንሷል)\n\nእሱ--አንድ ነገር እያብሰለሰልኩ ብዙጊዜ ቆየሁ…\n\nእሷ--ምነዉ በደህና እስቲ አጫዉተኝ\n\nእሱ--ወድጄሻለሁ በጣም! በናትሽ አብረን እንኑር..\n\nእሷ--ኧ! እኔን? አታዉቅም እንዴ?\n\nእሱ--ምኑን?\n\nእሷ--ፍቅረኛ እንዳለኝ\n\nእሱ--እውነት! ታዉሬ ይሆናል ሶሪ\n\nእሷ--ምንም አይደል ግን አንተ እንዴት ነህ?\n\nእሱ--እእ…\n\n/ፍቅር በ 36 አመት/\n\nእሱ--ሃይ ቤቲ\n\nእሷ--ሃይ ሚኪ ዛሬ ደሞ ዘንጠሃል ባክህ\n\nእሱ--ምን ይደረግ ብለሽ ነዉ! ሙሽራ መስለን እንደዉ ሚስት ካገኘን ብለን ነው…ይገርማል ሚስት አጣንኮ!\n\nእሷ--ምን ሀገሩን የሞላዉ ቆንጆ ብቻ ነዉ\n\nእሱ--እዉነትሽን ነዉ ከተማዉ በፎቅ ጎጆ ተሞልቷል ቆንጆዎቹን የት እንድረስባቸዉ ፎቅ ሆነዉብን ሆዳቸዉ እንደካንጋሮ ልጅ ሳይሆን ብር እያሰቀመጠ ንግድ ባንክን አስንቋል!\n\nእሷ--አትቀልድ ባክህ! እኛ አለን እንጂ በናንተ በወንዶች የፍቅር ቁማር ስንበላ እድሜያችንን የፈጀን!\n\nእሱ--ይልቅስ አንቺ አግቢ እንጂ አረጀሽ እኮ\nእሷ--ባል እንዲህ በቀላሉ የት ይገኛል ብለህ ወንዶቹ እንደዉ ማግባት ማለት መታገት ነዉ ብለዉ ዝርም አይሉ! ይልቅ አንተ ለምን አታገባኝም?.....\n\nእሱ---እ...ቤት ላስገባሽ? አይይይ አልታይ አለሽ መሰል..በይ እግርሽን ከፍ አርጊዉ፣ የበሩ ደፍ እንዳይመታሽ!\n\nእሷ---ዉይ አንተ ደሞ! ከምሬን እኮ ነዉ!\n\nእሱ----ትምህርቴን ልማርበት...ኪኪኪኪ!\n\nእሷ--ማሾፍህ ነዉ ባንተ ቤት? ምናገባኝ ቆመህ ከምትቀር ብዩ ነዉ\n\nእሱ--እኔማ ነገሩ ሊጥ እያለ ስጠይቅሽ ልብሰል ስትይኝ..ተቦክቶ ስጠይቅሽ እርሾ ይግባበት ስትይኝ፣ በስሎ እንኳን ስጠይቅሽ ቆራሽ አለ ስትይኝ…ይኧዉ ዳቦዉ አልቆ የሻማ ሲወረወር እንኳ የሚቀልብ ጠፋ! አይ ጊዜ!!!\n\nእሷ---እእ...\n\n\n\n\n",
        
        "\nአብሮ አደጌን ወደድኳት! እንዴት መቼ የት? የሚለዉን ጥያቄ ተዉት!በስልክ የተነጋገርነዉን እነሆ…\n\nእኔ፡ እሺ እንዴት ነሽ የኔ ፍቅር\n\nእሷ፡ ትንሽ አልፈጠንክም?\n\nእኔ፡ ማለት? ክፉ ነገር ወጣኝ እንዴ?\n\nእሷ፡ አላልኩም…ስልህ 'የኔ' የምትለዉን ቃል አጠበካት…ሰዉ በተፈጥሮ ፈላጊ ስለሆነ በስሜት ዉስጥ ሆነህ ነገሮችን ያንተ ለማድረግ መጣርህ ልክ ሊሆን ይችላል…ባንተ ዉስጥ ለማድረግ ግን ይከብዳል ብዪ ነዉ….እንዴት ነህ ግን አንተ?\n\nእኔ፡ ይገርማል! እኔ ሰላም ነኝ…ትንሽ ስራ ስለበዛብኝ ነዉ ያልደወልኩት….ኸረ አንድ ነገር ሳላጫዉትሽ….መላ በዪኝ ባክሽ\n\nእሷ፡ ምነው በደህና ነዉ?\n\nእኔ፡ በጣም እየወደድኩ\n\nእሷ፡በናትህ ‹ሽ› ብለህ እንዳትጨርሰዉ!!!!\n\nእኔ፡ ኸረ በናትሽ ስሚኝ… መጨረሻዉ እየወደድኳት፣ላት፣ኝ ሊሆን ይችላል እኮ ፍቅሬ….አንቺ ያዉ በ ‹ሽ› ይጨርሳል ብለሽ ‹እየወደድኩሽ ›በሚል ደመደምሽዉ እንጂ….ለነገሩ ከጠረጠርሽ ይሁን ‹ሽ›\n\nእሷ፡ የምትለዉ ሁሉ ግራ ነዉ የሚያጋባዉ…ፈላስፋም ለመሆን እየሞከርክ ነዉ ግን….አንድ ደጋግሜ ግልፅ ላረግልህ የምፈልገዉ ነገር እኔ አንተን ላይህ የምችለዉ እንደጥሩ ወንድሜ እንጂ እንደ ፍቅረ…\n\nእኔ፡ በናትሽ እንዳትጨርሽዉ ያመኛል….አንቺን ብቻ የሚል የሃሳብ ረሀብ ጨንቅላቴን ሞልቶት ለኔም…ለጓደኞቼም…ለጎረቤቴ ለወ/ሮ አሰለፈችም….ግራ የሚያጋባ ነገር ሆኗል! ቆይ እኔ የልብ ፍቅረኛ ለመሆን ምን ያንሰኛል?ወድጄ ነዉ የወደድኩሽ? ንገሪኝ እስቲ!?እሷ፡ አቦ ተረጋጋ! እኔ ላንተ ከወንድምነት የዘለለ ሌላ ስሜትም ሆነ ሀሳብ የለኝም፤ትምህርቴን ልማርበት ተወኝ!!\n\nእኔ፡ እሺ ከዛሬ ጀምሮ አልረብሽሽም….ግን ፍቅሬን በተግባር እገልፃለሁ….\n\nእሷ፡ ኣ ኣ ኣ! በተግባር የሚገልፅልኝ ….የሚንከባከበኝና የሚወደኝ፣ እኔም በጣም የምወደዉ ሰዉ አለኝ..ስለዚህ ፕሊስ እኔን ተወት አርገኝ…ከተማዉን ሁሉ የሞሉት ቆንጆዎች ናቸዉ…በዛ ላይ ጥሩ ስብእና ያለህ ሰዉ ነህ ስለዚህ የልብህን ለማግኘት አይከብድህም..\n\nእኔ፡ ስለምክርሽ አመሰግናለሁ….ግን አንድ የመጨረሻ ጥያቄ ልጠይቅሽ….የመጨረሻ\n\nእሷ፡ ምን ደግሞ\n\nእኔ፡ እወደዋለሁ ያልሽዉ ልጅ አንቺ ለኔ እንደሰጠሽኝ መልስ እሱም እንዲሁ ላንቺ እንደሰጠሸ ከሁነኛ ሰዉ ሰምቻለሁ…እኔ አንቺን ስከተል፣አንቺ ደሞ እሱን ስትከተይ ጊዜዉ እኮ ነጎደ….ፍቅሬን የምገልፅበት እድል ስጪኝና ከዛ ራስሽ ትወስኛለሽ…\n\nእሷ፡ ምን! ስትሰልለኝ ነበር?! በጣም ነዉ የማዝነዉ! ልጁ ቢወደኝም ባይወደኝም….አንተን አልወድህም በቃ! አትሟዘዝ!!!\n\nእኔ፡ ‹ልጁ ቢወደኝም ባይወደኝም› ምን ማለት ነዉ? የምወድሽ እዚሁ እያለሁ….የልጁ ሃብት አፈዘዘሽ መሰለኝ….ግን እኔ እሻልሻለሁ ቆይ አንዴ ለ…!\n\nጆሮዩ ላይ ስልኩን ዘጋችዉ! ፍቅሬ ጨምሮ ጨምሮ እንደስኳር ሊገለኝ ደርሷል! በስሜት ሆኜ 'አሁንስ ብሞት ይሻላል!' ስል እማዩ ሰምታ ከጓዳ ድንገት 'የማይወድህ ይሙት!' ስትል ክዉ ብዩ ቀረሁ \n\nበልቤ እቺ ሴትዩ ቴሌ ኦፕሬተር ሆና ሳትሰራ አትቀርም እያልኩ ወደ አእምሮዩ ስመለስ አቅመቢስነት ተሰማኝ…ግን የራሴን ሃሳብ ብቻ እያዳመጥኩ አንዲትን ሴት የራስ ለማድረግ መጣር በራሱ ራስ ወዳድነትና ደረቅ መሆን ነዉ፤በቃ ልተዋት…እንደምንም ብዩ ልተዋት…ከአእምሮዩ ልሸኛት…እሷ የሰዉ ሃገር 'ሰዉ' ናት!!!!\n\n\n\n\n",
        
        "\nድርጅታችን እ.ብ.ባ.ሚ (እናንተን ብሎ ባልና ሚስቶች!) ኢንተርናሽናል ከዚህ በታች ያሉትን ባልና ሚስት እስከነቤታቸዉ በግልጽ ጨረታ አወዳድሮ ለመሸጥ ይፈልጋል\n\nየጨረታዉ አይነት-----በ3 ወር ዉስጥ ተጋብተዉ የተፋቱ ባልና ሚስት እስከነቤታቸዉ\n\nእነዚህ ባልና ሚስት ከመጋባታቸዉ በፊት ሀገሩን በፍቅር ዲስኩር ሲበትኑ የነበሩና ስሪታቸዉ 'ከኛ በላይ ፍቅር ወፍ የለም! ኮድ 1985/86' ሲሆን በአንድ ቀን 19,000,000 ጊዜ 'ናፈከኝ/ናፈኩሽ ሆዴ ሞዝቮልዴ' በሚሉ መፈክሮች እርስ በርሳቸዉ ሲነዛነዙ የሚዉሉ ናቸዉ፡፡ ባልና ሚስቱ በጋብቻ በቆዩባቸዉ በርካታ ሚሊየን ሰከንዶች ሲጯጯሁና በየግላቸዉ ሲደነፉ የሚኖሩበት ምስኪን ቤት ነገሩን በትእግስት ሲከታተል ቆይቷል፡፡ እኚህ መጋባት የሚለዉ ቃል ፈፅሞ ያልገባቸዉና ብዙ ሃላፊነት ለመሸከም ጫንቃቸዉ የማይችል ፍጡራን ከተጋቡም በኋላ የድሮዉን ፍቅር እንኳን ሊመልሱት፣ሊያስቡትም ጊዜ የሌላቸዉ እራሳቸዉን እቃ ያደረጉ አሳፋሪ እ.ብ.ባ.ሚ ናቸዉ፡፡ ተጫራቾች እቃዎቹንም ሆነ የቤታቸዉን አጠቃላይ ሁኔታ በአካል በማየት ለጨረታ የሚያስፈልገዉን ሰነድ ከቢሮ ቁጥር 3 መዉሰድ ትችላላችሁ፡፡ ማሳሰቢያ\n\nማንኛዉም ተጫራች ባልና ሚስቱ ላይ ሳይጫረት ቤቱ ላይ ብቻ በጨረታዉ መሳተፍ እንደማይችል ከወዲሁ እያስገነዘብን ባልየዉን አሰናብተን ሚስትየዉን ከነቤቱ መጫረት እንፈልጋለን የምትሉ ተጫራቾች ‹‹ልታቃጥለኝና ልታነደኝ የምትችልበትን ህጋዊ የመብት ከለላ ከባሏ በሙሉ ስምምነት ተረክቤያለሁ!›› የሚለዉን ተጨማሪ የመስሪያ ቤቱን ሰነድ መሙላትና መፈረም ይጠበቅባችኋል፡፡ መስሪያ ቤቱ እ.ብ.ባ.ሚ ባልና ሚስቱ ከተታረቁ ጨረታዉን በከፊልም ሆነ በሙሉ የመሰረዝ መብቱ የተጠበቀ ነዉ፡፡ \n\nእብባሚ ኢንተርናሽናል ኃላፊነቱ የተወሰነ የጋብቻ ኩባንያ፡፡\n\n\n\n\n",
        
        "\nመቼስ ሰሞኑን ባልጌያለሁ ከባለኩ አይቀር ብዬ አንዴ ለመጨረሻ ግዜ ልባልግ በዛ ላይ አሁን መሽቶዋል ሰው ባብዛኛው የታወቀው ነገር ላይ ነው በተለይ ባለትዳሮች\n⇄ \n\nእናላቹ ሚስት እና ባል ..ሚስት ከላይ ሆና ባል ከታች ሆኖ ጫወታ አድርተዋል በአጋጣሚ ከየት መጣች ሳትባል የ 5 አመት ልጃቸው ከች አለችባቸው፣ በሩን ከፍታ ገባች\n\nማሚ ምን እያደረግሽ ነው?\n\nእናት ክው አለችና ሚጣዬ ባክሽ የአባትሽ ቦርጭ ትንሽ በዛና ልቀንሰው ወደታች እየገፋሁት ነው አለቻት\n\nልጅየው ከዛን :– ማሚ አንቺ እኮ ለዚ መልፋት አይጠበቅብሽም።\n\nእናት ገረማትና 'ለምን? ሚጡ' አለቻት\nልጅየውም\n,\n,\n,\nእናቴ አንቺ ምን አስለፋሽ አንቺ ሁሌ ጠዋት ጠዋት ስራ ስቴጂ ጎረቤት ያለችው ሴት መታ ቦርጩን ለመቀነስ ትገፋለት የለ?\n\n\n\n\n",
        
        "\nመስሪያ ቤታችን ሚ.ፈ.ወ (ሚስት ፈላጊ ወንዶች) ኢንተርፕራይዝ ከዚህ በታች የተመለከተዉን የስራ መደብ ሰራተኞችን አወዳድሮ ለመቅጠር ይፈልጋል\n\nየስራ መደቡ መጠሪያ ---ጀማሪ ሚ.የ.ሴ (ሚስት የምትሆን ሴት)\n\nተፈላጊ ችሎታ\n\nለሚስትነት የሚያስፈልጉ ቅመሞች ያሏትና መልካም ባህሪ ያላት፡፡ ከዚህ በፊት በ ሚ.የ.ሴ የስራ ዘርፍ ከሌላ ከማንኛዉም ወንድ የተግባር ልምምድ ያልወሰደች፡፡ እራሷን ለማስተዳደር የባል እጅ የማትጠብቅና ቅንቅን የሆኑ ባህሪያት ያልተጠናወቷት(በየደቂቃዉ አዛ የማታደርግና ባሏን በማንኛዉም ነገር የምትደግፍ) የአመትባል ጊዜ ዶሮ ለመስራት ፎርሙላ ከእናቷ ፈጽሞ የማትጠይቅና የዶሮን 12 ብልት በልታ ለማሳየት ፈቃደኛ የሆነች እንዲሁም በተመሳሳይ ስራ ባለሙያ የሆነች ብትሆን ይመረጣል፡፡ የትምህርት ደረጃ\n\n ቢያንስ እስከ 8ተኛ ክፍል የተማረችና እራሷን ለማሻሻል የምትጥር ነገር ግን 'ተምሪያለሁ ካሁን በኋላ ምን አባክ ልታመጣ!' እያለች ባሏን የማታስፈራራና የስነልቦና ቀዉስ የማታስከትል፡፡ የፍቅር ዲግሪ እዉቅና ከሌላቸዉ ተቋማት ማለትም ከፌስቡክ ፣ ትዊተር፣ ዋትስአፕ፣ ቫይበር፣ ኢሞ፣ ታንጎና የመሳሰሉት ትምህርቷን ያልተከታተለች፡፡ የስራ ቦታ\n\nባሏ በሄደበት ቦታ አብራ የምትሄድና በጋራ የስራ ቦታዉን ለመወሰን ፈቃደኛ የሆነች(የስራዉ ቦታ ከቤተሰቦቻችን አቅራቢያ ይሁን፣ እማዬን ለማን ጥዬ አባዬ በሳምንት ሁለት ቀን እዚህ ይምጣ ምናምን ለሚሉ ሚየሴዎች መስሪያ ቤቱ በፍፁም እዉቅናን አይሰጥም..አይቀበልምም!)ደመወዝ\n\n-የባሏን ደሞዝ '80 ፐርሰንት ወደ እኔ አካዉንት ካልገባ ወይ እኔ ወይ አንተ!' ብላ ባሏን ቁም ስቅሉን የማታሳይና በፍቅርና በመተማመን ያላቸዉን ተካፍለዉ እንደሚኖሩ የምታምን፡፡ \n\nአመልካቾች ኦሪጅናል ማንነታችሁን ከማይመለስ ኮፒ ጋር በማያያዝ መስሪያ ቤቱ ድረስ በአካል በመቅረብ በፍቅር እንኑር ህንጻ ሶስተኛ ፎቅ ቢሮ ቁጥር 1 ማመልከት ትችላላችሁ፡፡ ኮፒ ማንነታችሁን ብቻ ማምጣት ከውድድሩ ስለሚያሰርዝ ሚየሴዎች ጠንቀቅ በሉ!ቁጥራቸዉ በእጅጉ ቢመናመንም ድንግል ሚየሴዎች በስራዉ እንዲሳተፉ ይበረታታሉ!\n\nማሳሰቢያ-- ሴት ሁሉ ሚ.የ.ሴ ሊሆን ስለማይችል 'ለድስት ግጣሙ አይታጣም' ብላችሁ ለማመልከት የምትመጡ አመልካቾች እባካችሁ አርፋችሁ ተቀመጡ!\n\n\n\n\n",
        
        "\nላቭ መቼም የፍቅርሽ symptom ልቤን displace እያረገ silent ሆኖ መቀመጥ የማይታሰብ ነገር ሆኖብኛል፡፡ በጣም እወድሻለሁ! (repeat repeat! ultimately..very ultimately ነዉ የማፈቅርሽ!) \n\n አንቺ ግን አንዳንዴ እኔን out of the game ለማድረግ የማትፈነቅይዉ ኮብልስቶን የማትወጪዉ ቀለበት መንገድ የለም፣ ግን Why!? በመሰረቱ እኔ የራሴን Ego character ብቻ ለማርካት ተፍ ተፍ የምል ተራ ሰዉ አይደለሁም፤ይህንንም ከአንዴም ሶስት አራቴ ግልፅ አርጌልሻለሁ ባለፈዉ ቅዳሜ ሆዴ disturb ሆኗል ስትይኝ አብሬሽ እያስታመምኩ፣ feelinጌ አብሮ disturb ሲሆን፣ ሀኪም ቤት ልዉሰድሽ ስልሽ No I’m fine ስትይኝ፣መድሃኒት purchase ላርግልሽ ስልሽ ደህና ነኝ ስትይኝ እኔ ራሴ ሌላ በሽታ ያዘኝ…የፍቅር ረሃብ…ቶሎ ቶሎ…አድርገኝ የሚል ረሃብ…\n\nይህን የምለዉ መቼም ’Above the Neck’ ለማለት እንዳልሆነ ይገባሻል! ላቭ የሚገርመዉ ነገር ምንሽ attract እንዳደረገኝ ታዉቂያለሽ? እስኪ ገምቺ…(ያዉ የወንዶች ነገር አንድ አይነት Thought ነዉ ያላችሁ ትዪ ይሆናል) እኔን በፍቅር እንድንበረከክ ያረገኝ Calculation አሰራርሽ ነዉ አራት ነጥብ! \n\n የምን Calculation? ልትይኝ ትችያለሽ ባጭሩ ብዙ ሴቶችን Psychologically Analyze ለማድረግ ሞክሬያለሁ፡ የሚገርምሽ ነገር ብዙዎቹ Calculationን ሂሳብ ትምህርት ላይ ብቻ የሚጠሉት ይመስለኝ ነበር…ለካ ህይወትም ላይ ይጠሉታል! (ወንዶቹ ላባቸዉን ጠፍ አርገዉ ያገኙትን ብር አንዳንድ ሴቶች ጠፍጥፈዉ ይቀበሏቸዋል ይላሉ…ወንዶቹ እንዴት ተጠፈጠፉ ብለሽ እንደማትጠይቂኝ ተስፋ አደርጋለሁ)\n\n አንዳንድ የከተማችን ወንድ አዳኝ (በ እንግሊዝኛዉ ‘GOM’ or Girls obsessed with Men) ሴቶች እንደ ደርግ ‘ተፈጥሮንና ወንድን በቁጥጥራችን ስር እናደርጋለን!’ ብለዉ ይነሱና የመኪና ድምጽ በሰሙ ቁጥር ልባቸዉ በቆርቆሮ ቁጥጥር ስር ይገባል፡፡\n\n የሆነ Attractive External Expression ያለዉ ወንድ ከመጣ friends with benefits ለመሆን ወዲያዉ ይሽቀዳደማሉ ( ምስኪን… ’SHAME’ የተባለዉ ቃል ‘በ 1997 ዐ.ም አካባቢ ከሃገር ተፈናቅሎ ወጥቷል’ የሚል ጭምጭምታ ሰምቼ ነበር) \n\n Whatever the Case is,አንቺ የተለየሽ ነሽ፤የሰዉ ማንነቱን እንጂ ….አታይም፤Plus ኑሮ ተወደደ ረከሰ ምናምን እያልሽ ስለማትጨቃጨቂ I love that way.\n\n So,ብዙ የማወራሽ ነገር ነበር ያዉ ግን እንደነገሩ አይን መከፈቻ ይሆንሻል ብዬ ይቺን letter ፅፌልሻለሁ I’m hearing your response. \nBye!B ከጅማ ዩኒቨርስቲ\n\n\n\n\n",
        
        "\nዉድ 'ስራ'ለጤናህ እንደምን ሰንብተሃል? እኛ ካንተ ናፍቆትና ሃሳብ በስተቀር በጣም ደህና ነን፡፡ ስራ ሆይ መቼም ይቺ ምድር አንድ አፍቃሪ ለአንድ ተፈቃሪ እንጂ ብዙ አፍቃሪ ለአንድ ተፈቃሪ እንደማይበጅ ለዘመናት ስትደሰኩር ከርማለች፡፡ይሁን እንጂ እኛ በዚህ አመት የተመረቅንና ከዚህ በፊት ልምድ ያለን ወንድና ሴት አፍቃሪዎችህ ያላንተ መኖር በእጅጉ እየከበደን ነዉ፤\n\n በቃ ፍቅርህ ዉስጣችን ገብቶ አላስተኛ አላስቀምጥ ካለን ይኸዉ ስንት ቀናችን! ስራ ሆይ ግን የት ነህ? አራት ኪሎ ስንፈልግህ 'አይ ለገሀር ሄጃለሁ'ስትል፣እየቶንጦሎጦልን ለገሀር ስንደርስ' የሆነ ምግብ ሳያገኝ 10 አመት የቆየ ይመስል ተንገብግባቸሁ ስታፈጡብኝ ስታስጠሉ! ትንሽ አየር ልለዉጥ ብዪ ሪፖርተር ላይ ሄጃለሁ ደሞ እዛ በለመደ አይናችሁ ያለሁበት ድረስ መጥታችሁ አታጉረጥርጡብኝ!!'ስትለን እሺ ይሁና 'ፍቅር ይታገሳል' በሚል የልባችንን በልባችን ይዘን ሪፖርተር ላይ ቱርር ብለን ስንከተልህ 'አዲስ ዘመን ላይ ከወንድሜ ከጨረታ ጋር ትንሽ እየተደበርኩ ነዉ፣አይናችሁ እንዴት እንደሚዋጋ…እንደዚህ ፅሁፌ እስኪለቅ ስታዩኝ ብርድ ብርድ፣ ረሃብ ረሃብ ይለኛል፣'ጨረታ' መከታዪ ባይኖርልኝ ኖሮማ ትቦጫጭቁኝ ነበር፤ነጫጭባ ሁላ! ' ብለኸን እርፍ!\n\n ኸረተዉ ስራ ሆይ እንዲህ አትጨክን! እኛ የፈለግነዉ አንተን እንጂ ወንድምህን 'ጨረታን'አይደለም፡፡ አፍቃሪዎችህ ስንት እንደሆንን ግን ታዉቃለህ? የምታዉቅ አይመስለኝም ቁጥራችን አስር ሺህ፣መቶ ሺህ የትየለሌ ነን! አሁንስ አዘንክ?\n\n መቼም 'እንደሆሊዉድ'ስራሁድ' የሚል ካምፓኒ አቋቁሜ ከኔ ጋር ትኖራላችሁ' እስክትለን በናፍቆት እየጠበቅን ነዉ፡፡ በእግራችን ስንቱን የአዲስ አበባ የማስታወቂያ ስፍራ በረበርን! በተለይ ደግሞ አዲስ ተመራቂ ተማሪዎችህ በቃ ባንተ ፎንቃ ጨርቃችንን ጥለን እንደእብድ ከተማዉን ስናስስ ከርመንልሃል፡፡\n\n 'ስራ' ሆይ ግን ከመቼ ጊዜ ጀምሮ ነዉ ኦንላይን የሆንከዉ? ይኸዉ በእግር በፈረስ ፈልገን ስናጣህ ezega.com ላይ ወይም ethiojobs.com ዉስጥ ታገኙታላችሁ የሚል ጭምጭምታ ስንሰማ 'ፍቅር እስከ ቅጥር!' ብለን ዘመትንብህ፡፡ ድንቄም አንተ! እያየኸን ትስቃለህ፡፡\n\n ለምሳሌ ባለፈዉ ቅዳሜ በ civil engineering የሆነ ቦታ ታይተሃል ተብሎ ሲወራ ሁላችንም እንደግሪሳ ወፍ ግርርር ብለን ወደ ኣራት ኪሎ! ልጄ አንተሆዪ ልክ እንደ አፄ ቴዎድሮስ 1 ለናቱ ሆነህ እኛን እዚህ አባላኸን፡፡ እንዲህ ነበር ማስታወቂያዉ…የስራ መደቡ መጠሪያ---\n\n Site Engineer የስራ ልምድ-----0 አመት (አንዳንዶቻችን '0 አመት'  የሚለዉን ቃል በመተርጎም እንደ Thesis አይነት ገለፃ ለማድረግም ቃጥቶን ነበር)\n\nብዛት------1 (እኔ አላምንም! ምን!!! ምናለ ግን እንዲህ ባትጨክን አንተና የዘንድሮ ኑሮ አንድ አይነት ሆናችሁሳ! ትንሽ በዛ ብትል…ቢያንስ 10000…ብትሆን! ብዙዎችችን የድሃ ልጅ ሆነን ለቅሷችን በሆዳችን ይዘን እንጂ የሃብታም ልጅ ብንሆን ኖሮ 'ኦ ማሚ አልቻልኩም…ዳዲ ፕሊስ ሃግ አርገህ እሹሩሩ በለኝ' እንል ነበር…አይ ደሃ መሆን! ከስራም ከእሹሩሩም የለንበትም)\n\nየትምህርት ደረጃ------ከታወቀ ዩኒቨርስቲ ወይም ኮሌጅ በ ሲቪል ምህንድስና ተመርቆ ዉጤቱ 3.75 እና ከዛ በላይ የሆነ (ኸረ በ 2.5 ይዘንሃል ትንሽ ነጥቡን ዝቅ አርገዉ…ከቦታዉ እንኳን በዚህ ዋጋ አልመጣም!)\n\nደሞዝ------በድርጅቱ ስኬል መሰረት(ኤጭ ለ 1 እድለኛ አፍቃሪ የሚሰጥን ነገር እንዴት እንዲህ እስኬል ይወጣለታል?ደሞዙ infinity መሆን ነበረበት ፤ ፍቅር እኮ infinity ነዉ!) እኛም ወደ አራት መቶ ሃምሳ ሆነን ወደሚመለከተዉ መስሪያ ቤት ላጥ! (አንድ ብርጌድ ነዉ የምንመስለዉ እግዚኦ!) ቢሮ ስንደርስ ለኛ የተዘጋጀ ይመስል ትልቅ መጋዘን ዉስጥ ተከመርን..\n\n ሁላችንም ሲቪያችንን በሰልፍ ለፀሃፊዋ ሰጥተን ወደየቤቶቻችን! (ፀሃፊ የምትንቁና የምታንቋሽሹ ስራ ፈላጊዎች ንስሃ ግቡ…አለበለዚያ ፍቅራችሁን እስከመጨረሻዉ አታዩትም እነሱ የፍቅር መቀሶች ናቸዉ፡፡)\n\nለፈተና እንድንጠራ ሁላችንም ቀን ከሌሊት ፆም ፀሎት ይዘናል፡፡\n\n አምላካችን ፀሎታችንን በነጥብ ካላረገዉ ይኼ ሁሉ ስራ ፈላጊ እንደዝንብ ዝዝዝ እያለ ሲጨቀጭቀዉ ለየትኛዉ አፍቃሪ 'ስራ'ን ይዳር! ምን ይሳነዋል እንደቸርነቱ!!)ደስ የሚለዉ ነገር ሁላችንም ፀሎታችን ተሰምቶ ለፈተና ተጠራን….አቤት አንዳንዶቻችን የተሰማን ስሜት….ዋዉ! ደስታዉ ለጉድ ነበር፡፡\n\n'እማዩ ዛሬ ለፈተና ተጠርቻለሁ ፀሎት አርጊልኝ አባዪ ፈተናዉን እንዳልፍ መርቀኝ'እና ሌሎች ተመሳሳይ ልማታዊ-ወ-መንፈሳዊ ርእሶች ለቤተሰብ እንደአሳይመንት ሰጠን፡፡ የፈተናዉ ሰአት 3፡00 ነበር፡፡ ዝናብ ቢጤ ከተማዉን አረስርሶታል፤ እኛ ደሞ ፍቅረናችንን ለማግኘት በየራሳችን ሃሳብ ዉስጥ ረስርሰናል፡፡\n\n 1፡30 ሲል የመስሪያ ቤቱን ግቢ ሞላነዉ በፈተናዉ ሰአት ሁላችንም በረድፍ ተሰልፈን ወደ ፈተና ክፍል! አንዳንዱ ፍቅር በዝቶበት ይሁን በሌላ ጉዳይ አይታወቅም አይኑ እንባ አቅሮ አስሬ ሰማይ ሰማይ እያየ ያነበንባል፡፡አንዳንዱ ደግሞ ሙሉ የትጥቅ መሳሪያዉን (እስኪርብቶ፣እርሳስ፣ላጲስ፣ማስመሪያ፣የላስቲክ ዉሃ፣ካልኩሌተር እንዲሁም አጢራራ) ይዞ ገብቷል፡፡ እንደኔ አይነቱ ደግሞ እስኪርብቶ ጥሎ ሲዝረከረክ ይታያል፡፡የፈተነን ሰዉ 'መጀመር ትችላላችሁ 5 ሰዐት ላይ ታቆማላችሁ' ብሎን ፊሽካዉን ነፋ(ምናለ 'መልካም ቫለንታይን'ቢለን ይሄ ፍቅር የማይገባዉ anti-love ነገር!)\n\n ፈተናዉ ሲመጣ የተዘጋጀነዉ ሌላ የመጣብን ሌላ! አሁንስ በዛ!!በ 15 ደቂቃ ዉስጥ ከግማሽ በላይ የምንሆነዉ ተፈታኞች ፍቅረኛችንን እንደማናገኘዉ ልባችን ስላወቀዉ እየተራገምን የሆነ ነገር ሞጫጭረን ወጣን፤\n\n አንዳንድ ሴት ተፈታኞች ከፈተና ሲወጡ ታይታኒክ ላይ ያለዉን ጃክን እያሰቡ አክተሯ ፍቅረኛዋ ዉሃ ዉስጥ ሲሰጥም 'ሄይ ጃክ ጃክ…ጃክ' እንዳለችዉ እነሱም 'ሄይ ጆብ ጆብ …ጆብ'እያሉ በፍቅር ቃላት ሲጣሩ ሰምተናል፡ በእዉነት ለነዚህ እህቶቻችን ከልባችን አዘንን…በወንድ ተክደዉ እዚህ ደሞ በስራ ተክደዉ ስንት ጊዜ ይካዱ.?አበስ ገበርኩ!\n\n አንዳንድ ጀለሶች ግን በጣም ቆይተዉ ወጡ፤ ምንድነዉ ግን እንዲህ ያቆያችሁ ?ፈተናዉን በቃ ደፈናችሁት ስንላቸዉ 'እናንተ ደግሞ ምን ሆናችሁ ነዉ?! ጥያቄዉ ሁሉ አዲስ ሲሆንብን የፍቅር ግጥም ገጥመን ወጣን!'ኪኪኪኪ.. ምን ባላችሁ ገጠማችሁ?'ከነሱ ዉስጥ አንዷ እንዲህ አለችን\n\n የኔ ፍቅር የኔ 'ስራ'\nስፈልግህ ከጊዮርጊስ አራት ኪሎ ካራት ኪሎ ጎተራ\nለካ አንተ እዚህ ነህ በፈተና\nስለዚህ ማሬ እወድሃለሁ\nከወረቀት አልፎ በኢንተርቪዉ \nአይንህን ለማየት ጓጉቻለሁ!\n\n\n\n\n",
        
        "\nወንድም ጋሼ እንደምን ሰንብተሃል? ኑሮና አሜሪካ እንዴት ይዞሃል? እኔማ ያ ትረምፕ የተባለ ሰዉ ከተመረጠ በኋላ ስላንተ እያሰብኩና እየተብከነከንኩ እዉላለሁ፡፡\n\nእከሌን አባርራለሁ እከሌን ደግሞ አንገት አስደፋለሁ እያለ አንዴ ሲኮሳተር ሌላ ጊዜ ደግሞ ሲዝት ሳይ  ሆዴን የዶላር ቁርጠት በተከታታይ አሰቃየኝ፡፡ጋሼ አንተኮ ለእኛ  ምን ማለት እንደሆንክ ሳስበዉ ዉለታህ ፊቴ ድቅን ብሎ አልቅስ አልቅስ ይለኛል፡፡የምትልካት መቶና ሁለት መቶ ዶላር የኢትዬጲያን አየር ስትረግጥ አበሳዋን ትበላለች…\n\nበሃገራችን ባንኮች የ ቪ አይ ፒ ቦታ ይሰጣትና አንዷ ሃያ ምናምን ወታደር ሆና ለጦርነት ትዘጋጃለች! እንደባታሊዩን ጦር ንድፍ ተነድፎላት ግራዝማችና ቀኝ አዝማች ተመልምሎ፣ እቅድ በረቀቀ መንገድ ተዘጋጅቶ ከአሜሪካዊ ሃያልነቷ ወደምስኪን ኢትዩጲያዊነት  ተለዉጣ ለኑሮ ትዳራለች!ይመስገነዉነዉ! \n\nግን አሜሪካ ሃገር ኢትዮጲያዊያን ጓደኞችህ እንዴት አድርገዉ ሃሳቦቻቸዉን እዉን ያደርጉታል? እንደምሰማዉ ከሆነ ብዙ ኢትዮጲያዊ እርስ በእርሱ እንደሚናከስና አንዳንዴ ንክሻዉ ወደለየለት የጥሬ ስጋ መብላት ዉድድር እንደሚያስገባቸዉ አይነት ነገር ሆኗል አሉ፡፡የሰይጣን ጆሮ ይደፈን!እንዲህ ነዉ የምትኖሩት ወይስ ያዉ የተለመደዉ የጀበና ላይ ወሬ ነዉ?? \n\n ወንድም ጋሼ እዚህ ሀገር ሳቅና ዘንቢል ከተሰደዱ መቶ ሺህ ሰአታን አስቆጥረዋል፡፡ እኛ መሳቅ አቁመናል! ለመሳቅ ብንፈልግ እንኳን …ኢሂ..ኢሂሂ..ብለን ገና እንደጀመርን የሆነ ደመና የመሰለ ነገር ሲጫጭኖን ኢሂን ወደአዪ አይይ አስለዉጦ ተመልሰን ቁዝም ማለት ሆኗል፡፡ \n\n (እዚህ ጋር ሰይጣን ወይፋይ ያላቸዉን አጋንንቶች እየለቀቀ የቃላት ለዉጥ እንድናደርግ የሚያስገድደንን ነገር መገሰፅ አለብን!)በዚህ ዘመን ለኛ አዲሱ በአል  ሳቅ የምንለዉ ስላቃችን ሲሆን በዚች አጭር እድሜ ለማየት መታደላችን ይበል የሚያሰኝ ነዉ! (አንዳንዶች ሲቀልዱ ለምን ዪኔስኮ ላይ ለማስመዝገብ እንቅስቃሴ አንጀምርም እያሉ ያወራሉ!) ፡፡ \n\n ዘንቢላችን ደግሞ እንደባዶ ጋን ጭንቅላታችን ዉስጥ እያስተጋባ ለምንዘባርቅለት ዝብርቅርቅ ህልም ጥሩ መደገፊያ ጠጠር ሆኖልናል፡፡\n\nእናንተ ጋር ሳቅ አለ እንዴ? አንዳንዶቻችሁ ግን በስቴት ተከፋፍላችሁ እንደምትስቁ ጭምጭምታ ሰምቻለሁ፡፡ ሳቃችሁ ግን ሃሃሃ ይሁን ጃጃጃ ለማወቅ አልቻልኩም(ይቅርታ ይደረግልኝ)፡፡ በሰዉ ሀገር መሳቅ እንደማልቀስ ቢቆጠርም ከእልፍ አእላፍ ደቂቃዎች መሃል መሳቁ ግን ለጤናችሁም ከአሜሪካ ጋር ላላችሁ ግንኙነትም ጥሩ ዲፕሎማሲ መፍጠር ይመስለኛል፡፡ \n\nእዚህ እኛ ጋር ዲያስፖራ ሆነህ ስትመጣ የትየለሌ ነገር ትታዘባለህ…ምንድነዉ ሰዉ ገና አላደገም፣ገና በ ሶስት ሰአት ህብረተሰቡ እግሩን ታጥቦ የት ነዉ የሚገባዉ ምናምን ልትል ትችላለህ ይሁን እንጂ ነገሩ የተገላቢጦሽ ነዉ፡፡\n\n እኛ እድምተኞች ነን! የብዙ ነገር እድምተኞች! የቴሌቪዝን ፕሮግራም እድምተኛ፣የዘፈን ፕሮግራም እድምተኛ፣የዳቦ ቁረሱ ፕሮግራም እድምተኛ ፣የዛራና ዛንድራ እድምተኛ ሆነናል፡፡ (ዛራና ቻንድራ በበረኪና ሲዘፈዘፍ ዛራና ዛንድራ ከዛ ሳራና ሰይፈዲን ከዛ ዋትስአፕ! ነዉ አሉ የምትሉት) ትራምፕ ትንሽ ሲረጋጋ ለሁለት ሶስት ወር ናና ጎብኘት ጎብኘት አርገን! እስከዛዉ ብዙ ሳቅ…ቢያስቅም ባያስቅም!\n\n--ወንድምህ--\n\n\n\n\n",
        
        "\nአንድ ጊዜ ባል ሚስቱን ሸዉዶ ጭፈራ ቤት ይገባላችኋል…ሲጋት ያመሽና ስክር ጥምብዝብዝ ብሎ ይወጣል..በጣም ስለመሸ እንደምንም እየተንገዳገደ ቤቱ ይደርሳል፡፡ ከዛ እሱም እኔ ተራኪዉም አናስታዉስም፡፡\n\n በሚቀጠለዉ ቀን ጠዋት ከእንቅልፉ ሲነሳ ሃንጎቨር ጭንቅላቱን ሊያፈነዳዉ ደርሷል፡ አራሱን ያገኘዉ ግን አልጋዉ ላይ በትክክል አንሶላዉ ዉስጥ ገብቶ ተኝቶ ገረመዉ…በቃ ሚስቴ ገደለችኝ እንደዛ ሰክሬማ አይታኝ መቼም ቢሆን አታናግረኝም እያለ ከራሱ ጋር ንትርክ ገጥሟል፡፡\n\n እንደምንም ተነስቶ ዞር ሲል አልጋዉ ጎን አስፕሪንና ዉሃ በብርጭቆ ተቀድቶ ተቀምጦለታል፡፡ግራ ገባዉ…እንዴ ሚስቴ ናት ይህን ያደረገችዉ! እንዴት ኣላከበደችም ብሎ ተገረመ፡፡\n\nአስፕሪኑን ከዋጠ በኋላ ወደጠረጴዛዉ እየተጎተተ ሄደ በሚስቱ የተፃፈ አጭር መልእክት እንዲህ ይላል 'የኔ ማር ቁርስ ስለደረሰ የታችኛዉ ክፍል ዉረድና ከልጅህ ጋር ቀማምስ…ዋ ሳትበላ እንዳትሄድ!'\n\n ባል አሁን ተደነጋገረ…እነዴት ያለች ሚስት ነዉ ያገባሁት እያለ ወደታችኛዉ ክፍል ወረደ፡፡ የስምንት አመት ልጁ እየበላ ነበር…ልጁን ግንባሩ ላይ ሳም አድርጎ 'ትላንት ቤት ሰክሬ ስገባ እናትህ ምን አለች? መቼም ንዴቷን መቆጣጠር እንደማትችል ይገባኛል' አለዉ፡፡\n\n'ኸረ አባዬ እሷ እንኳን ልትበሳጭ ሳቅ በሳቅ ሆና ነበረ…በሩን ስታንጓጓዉ ከአልጋዋ ብድግ ብላ በሩን ከፍታ አንተን እንደ ኅፃን ልጅ ተሸክማህ ማለት ይቻላል አልጋ ላይ አስተኛችህ፡፡\n\nከዛ ልብስህን ልታወልቅልህ ስትሞክር ምን አንዳልክ ታዉቃለህ?''ምን አልኩ?!' አለ አባት ተደናግሮ‹አንቺ ሴትዮ እንዳትነኪኝ…እኔ ባለትዳር ነኝ በፈጠረሽ አትንኪኝ አልካት!'\n\n\n\n\n"
    ],
    
    "contentB" : ["\nየኔ ፍቅር እንዴት ሰንብተሃል? ዉዴ E ከክላስ ወጥቼ አንተን ካላገኘሁ የሆነ ከባድ Integration እንደመፍለጥ ያህል ይሰማኛል፡፡\n\nበተለይ ደግሞ ማታ ዶርም ሆኜ ሳስብህ ከ advanced Calculus በላይ ይጨንቀኛል፡፡አንተ ለኔ ያለህ እንክብካቤና አክብሮት ከብዙ ያገራችን ወንዶች በእዉነት የተለየ ነዉ..በቃ ማስመሰል የሚባል ነገር ስለማታዉቅ ደሰ ይለኛል፤ትንሽ ታምሜ ካየህ ጥብብ ጭንቅ ትልና ወዲያዉ ፕሮብሌሙን solve ለማድረግ ትነሳለህ ዋዉ! በጣም ታድያለሁ…በጣም…አንተኮ አምላክ የሰጠኝ Quadratic Equationኔ ነህ፤ ለምን እንደዚህ እንዳልኩ ታዉቃለህ? በሂሳብኛ ላጫዉትህ…Quadratic Equation ሲተነተን እንዲህ ይላል…AX2+BX+C=0 A=አንተ ነህ B= እኔ ነኝ C=እኔና አንተ የምናሳልፈዉ ጊዜ X=አንዳንድ ተምች እየሆኑ በማያገባቸዉ እየገቡ የሚበጠብጡ የፍቅር መቀሶች ናቸዉ (አንዳንድ የቤተሰብ ኣባላትን ይጨምራል)\n\n እኔና አንተ ስንዋደድ በመሃል ገብተዉ ወይም ክፍተት ተጠቅመዉ ፍቅረችንን ዜሮ ለማድረግ የሚሯሯጡ Variable ሰዎችን ከወዲሁ ልናስቆማቸዉ ይገባል፡፡ዋይ! ቆይግን ምን አገባቸዉ? ለምን ዝም ብለዉ የራሳቸዉን ኑሮ አይኖሩም? ቶሎ ባነንኩባቸዉ እንጂ ሃሳባቸዉማ ከዚህም የከፋ ነበር…አስመስለዉ እንደ Vertical Asymptote ተጠጋግተዉ ሊያሰናክሉን ነበር…ግን ደስ የሚለዉ እኛዉ Equation እኛዉ Variable እኛዉ constant ስለሆንን ሃሳብ አይግባህ! እወድሃለሁ! M ከ---ዩኒቨርሲቲ\n\n\n\n\n",
        
        "\nባል በልቡ እንዲህ አለ…ዉስጤን እንዳደማችዉማ አደማታለሁ…ቱ!!! እኔ ሰዉ አይደለሁም!\n\nየሰማይ አምላክ የሰዉየዉን የልብ ሙዚቃ ሰምቶ አዘነ…\n\nታሪኩ እንዲህ ይላል፡፡ በፍቅርና በመተሳሰብ አብረዉ የሚኖሩ ባልና ሚስት ነበሩ፡፡ ገና ፍቅራቸዉ ከተዘራበት ጓዳ ጀምሮ የሚያሳዩት ልዩና ድንቅ መዋደድ ሰዉን ሁሉ አስገርሞታል፡፡\n\n በፍቅር ወድቆ መክነፍ የተለመደ ነገር ቢሆንም በፍቅር ወድቆ በዛዉ መቅረት ግን ልዩ ፍጥረት መሆንን ይጠይቃል፡፡እናም እነዚህ ልዩ ፍጥረቶች በፊልምና በድሮ ተረቶች ብቻ ተይዞ የነበረዉን የፍቅር ታሪክ ሪከርድ በመስበር የፍቅር ዲያስፖራ ለሆነ ህብረተሰብ በደንብ ማንፀባረቃቸዉን ጀመሩ፡፡\n\nአካባቢዉ  እንደዚህ አይነት እዉነትና የፍቅር ሚስጥር ያዘሉ ነፍሳትን ማየቱ አስደስቶታል…እሰይ እደጉ፣ከአመንዝራ ትዉልድ ዉስጥ እናንተን በማየታችን ደስታችን ልክ የለዉም…እየተባሉ በሰፈር በመንደር ሽማግሌዎች ተመረቁ..ከአፍ ያዉጣችሁ ተባሉ\n\nየዚህ ዘመን እብደት የከፋ መሆኑ የሚታወቀዉ የፍቅር እሳት በነደደበት አዲስና ትኩስ ትዳር ዉስጥ ሰይጣን ከአንገት ደፋ ከአንጀት ገፋ የሚያደርጉ ደቂቀ ዲያብሎስ ሰዎችን እንደመስኖ ዉሃ በየቤቱ እያፈሰሰ መላኩ ነዉ፡፡\n ሰይጣን ሁሌም ተንኮለኛና ክፉ ቢሆንም አሰራሩን ልክ እንደአዲስ አበባ ምግብ ቤቶች ሁለት ሳህን ቀይሮና ቡጫቂ ቆርቆሮ ጣራዉን አልብሶ ‹በአዲስ መልኩ ስራ ጀምረናል!› እያለ ማስተጋባቱን ከጀመረ ይኸዉ ድፍን አመታት ተቆጠሩ፡፡\n\nየባልና ሚስቱ የፍቅር ጮራ እንደአቶሚክ ቦምብ ጥፋት የሚያመጣ በሚመስለዉ አንድ ሰንካላ ነፍስ በለበሰ ሰዉ ዉስጥ ሰይጣን እስትራቴጂዉን መቀየስ ጀመረ፡፡ምላሱን ምላሴ፣ልቡን ልቤ፣እግሩን እግሬ ላደርግ ዛሬ ቃል እገባለሁ ብሎ በክፉዉ አለም ዉስጥ ምሎ ወጣ፡፡\n\nነፍሰ ሰንካላዉ ሰዉዬ ሚስትየዉን እንዴት አድርጎ ማማለልና እጁ ዉስጥ መክተት እንዳለበት ቀን ከሌሊት ያስባል..አንድ ቀን ግን ተሳካለት!\n\nሚስትየዉ ከስራ ስትወጣ አምሽታ እንደሆነ የተገነዘበዉ ሴረኛ..ማጅራት መቺ ሰዉ ቀጠረባት፡፡\n\n ከዛ ማጅራት መቺዉን እንዲህ አለዉ…ትጠብቃትና ጨለማ አካባቢ ስትገባ አፍነህ ወንዙ ስር ባለዉ ጢሻ ስር ታስገባታለህ አፏን ካሰርክ በኋላ አስገድደህ እንደምትደፍራትና እምቢ ካለች ደግሞ እንደምትገድላት አስፈራርተህ ትነግራታለህ…በመሃል እኔ ምንም እንደማያዉቅ መንገደኛ ሆኜ ያንተን ድምፅ እሰማና ዘልዬ ወደወንዙ ወርጄ አንተን አንድ ሁለቴ ከመታሁህ በኋላ እሷን አስለቅቃታለሁ…ከዛ መርዜን እንዴት መዝራት እንዳለብኝ እኔ አዉቃለሁ፡፡\n\nእንደተነጋገሩት ማጅራት መቺዉ አሳቻ ሰአት ጠብቆ ሚስትየዉን አፍኖ ገደል ዉስጥ እየጎተተ አስገባት…\n\nየወንዙ ጢሻ ዉስጥ ካስገባት በኋላ እንደታዘዘዉ ስራዉን መፈፀም ጀመረ…በዚህ ጊዜ ነበር ‹መልካሙ ነፍሰ በላ› መጥቶ ሴትየዋን ከመደፈርና ከሞት ነፃ ያወጣት፡፡\n\n‹‹ዋናዉ መንገድ ላይ ሲደርሱ እንባ በእንባ ሆና እንዲህ አለችዉ…ባላዉቅህም ለኔ መልአክ ነህ…ባሌ እንኳን ሊደርስልኝ አልቻለም አንተ ግን ልዩ ሰዉ ነህ …ለማመስገን ቃላት ያጥረኛል፡፡››\n\nከዚህ በኋላ ነበር እንግዲህ ሰይጣን በሴትየዋ ልብ ላይ ጭፈራ ቤቱን ለመክፈት ሚሊየን ክፋቶችን በበጀት አመቱ የመደበዉ! ነፍሰ በላዉ ሴትዋን በተለያየ ቀን እየቀጠራት ማማገጥ ጀመረ…እሷም ቢሆን ለማታዉቀዉ ሰዉ እንዲህ በቀላሉ ክፍት የሆነችዉ ልትወጣበት ከማትችለዉ ጉድ ስላዳበናት መሆኑን ተረድታለች፡፡\n\n በአጭሩ ሁሉም ነገር ተበላሸ! ምስኪን ባል የሚስቱ አንዳንድ አጓጉል ባህሪያት ለምን እንደመጡና ምን እንደሆነች ደጋግሞ ቢጠይቃትም መልስ ሊያገኝለት አለመቻሉ ዉስጡን አድምቶታል፡፡ ላለፉት 3 ወራ የሚስቱ ባህርይ ከገነት ወደ ሲኦል…ከሚገርም ፍቅር ወደ ወጣለት አረመኔነት መዘዋወሩ  ፈፅሞ ሊረዳዉ አልቻለም፡፡ የባልየዉ ልብ ዉስጥ ደረጃ ሁለት ሰይጣን ጆሮዉን ሹክ አለዉ…‹ሚስትህ  እዚህ አንተን ጥላ ከማንም ጋር …›\n\nባል በቅናት ድብን አለ…‹ዉስጤን እንዳደማችዉማ አደማታለሁ…ቱ!!! እኔ ሰዉ አይደለሁም!›\nታሪኩ ይቀጥላል…ግን መቋጫዉ አያምርም፡፡ ለምን?\n\n ቤተሰብ ሲዋደድና ሲጠነክር ጠላቶቹ ይበዛሉ..ከዉስጥም ከዉጪም..ያንን ቤት ለመበታተን ብዙ ዉጥን ይወጠንበታል፡፡ \nይሁን እንጂ አምላክ በሰራዉ ትልቅ መተሳሰር ዉስጥ ጥንካሬና አብሮነት ፍቅርና ሃላፊነት እንዲሁም  ይቅር መባባልን ከመቼዉም ጊዜ ይልቅ የዚህ ዘመን ትዳርና ፍቅር ይናፍቃል!\n\n\n\n\n",
        
        "\nፍቅሬ ካለሽበት ሰላም ላንቺ ይብዛ፡፡ዉድ፣በኔና ባንቺ ዉስጥ የተፈጠረዉ የፍቅር ጨዋታ መልካም ነበር…አንዳንዴ ትላንት የኖርነዉንና የምንወደዉን ነገር ዛሬ እንደቀልድ……'ነበር' እያልን ስንተርክ ይገርመኛል፡፡\n\nሰዎች እንደሚሉት 'ምን ዋጋ አለዉ እግዚአብሄር በእንደዚህ አይነት ጣፋጭ የፍቅር ህይወት እንድንቀጥል ስላልፈለገ ነዉ ያለያየን' አልልም ምክንያቱም እሱ ሁሉን አዋቂ ነዉ…የሚበጀንን ያዉቃል፣ ይሁን እንጂ እንደሰዉ ሳስበዉ ዉስጤ ከመድማት አልፎ…ቁስል ከመሆን አልፎ..አመረቀዘ፡፡\n\n ንዴት፣የጥያቄ መአት፣የህይወት ብልጭልጭነትና የሚያቃስት የፍቅር ጣረሞት ዉስጤን ሞላዉ…ህም!ያሳለፍናቸዉ የፍቅር ጊዜያት እንደማንኛዉም ሰዉ የመዋደድና የመተሳሰብ፣የመነፋፈቅና የመኮራረፍ፣የችኮላና የእርጋታ ነፀብራቆች የታዩበት አጭር ግን ማራኪ ጊዜ፡፡\n\n አሁን የመለያየታችን ምክንያት፣ሁኔታ፣ ያለያዩን ሰዎች፣ምክንያቶችና ክፍተቶች እነማን ናቸዉ ብዬ ባወራ ምን ሊጠቅመን? አንቺም መስማት እንደማትፈልጊ አስባለሁ፡፡ ነገር ግን ህይወት መልካምን ነገር አሳይታ ስትነጥቀን ለምን ማለታችን አይቀሬ ነዉ፡፡ለምን? ለምን? አሁንም ለምን??? ባንቺ ዉስጥ ከነበረዉ የማይረሳ የፍቅር ነፀብራቅ አንዱ እራስሽ ጠይቀሽ እራስሽ የምትመልሺዉ ደስ የሚል ትዝታ አሁንም ድረስ ይታወሰኛል…\n\nአንድ ቀን ሶፋ ላይ ቁጭ ብለን 'ለምን እንደምወድህ ታዉቃለህ ?' አልሺኝ.. ልረሳዉ ጣቂት ቢቀረኝም መልስሽ ግን እንዳልረሳዉ አድርጎኛል፡፡ 'እኔ የምወድህ ፋራ ስለሆንክ ነዉ'ሃሃሃ…ሃሃሃ ይገርማል!'ማነዉ ፋራ…እኔ ???? ሙድ ስትዪዢብኝ ግን ትንሽ አይደብርሽም?' ምናምን..አላልኩም…\n\nትዝ ይለኛል አይን አይንሽን በፍቅርና በየዋህነት እያየሁ'ኦ ፋራ ትወጃለሽ ማለት ነዉ! የፋራ ባህርያት ምን ምን ናቸዉ..?' ያልጠበኩትን ጥያቄ ስጠይቅሽ ዝም አልሽና አይኖቼን በጥልቀት አየሻቸዉ ረጅም ሰከንድ ዝም….ለእኔ የፋራ ትርጉም በጣም የተለየ ነዉ…\n\n ፋራ ማለት…ሲያፈቅር ልቡን ይሰጣል ምን አልባት ሙሉ ለሙሉ ማንነቴን ሰጥቼ ያ ሰዉ ቢጫወትብኝስ ምናምን አይልም…አይጠራጠርም› ስትዪ አይኖችሽ አስፈሩኝ ግን እንደምንም ኮስተር ብዬ 'ፋራ መሆኔን በምን አወቅሽ?…አንቺ እንደምታስቢዉ ባልሆንስ?' ስል..ከበረሀ እየተጀነነ የሚመጣ ያንቺ ሙቅ እስትንፋስ ጆሮዬን ሹክ አለኝ…'ልብህን አየዋለሁ…ከኔ ጋር መሆኑን ለማረጋገጥ ልብህ ጋር ስመጣ ልብህ የለም ተሰርቋል…\n\nየት ገባ? ወይኔ ልብህን ለሌላ ሰጥተህ… አላልኩም…በእርጋታ ሳስብ ልብህ ለካ እጄ ላይ ነዉ ያለዉ!!'ይገርማል! ሰዉ የሌላ ሰዉን ልብ እጁ ላይ ይዞ መዞር እንደሚችል ስትናገሪ…ቀለል አድርጌ ነበር ያየሁት፡፡ግን ግን ለካ ከባድ ነገር ነበር…ሰዉ የሌላ ሰዉን ልብ ልቡ ላይ ማስቀመጥም ሆነ አለማስቀመጥ የሚችል ልዩ ፍጡር ነዉ!\n\n አትወጂኝም አታፈቅሪኝም ግን እመችሽ ነበር ብዬ መናገር ባልችልም በግማሽ ልብሽ ትወጅኝ ነበር…በሌላዉ ግማሽ ልብሽ ደግሞ ለምን እንደምትወጂኝ ሁል ጊዜ ማብራሪያና ገለፃ የምትሰጪበት ሰፊ መድረክ አዘጋጅተሻል፡፡ በመድረኩ ዉስጥ ሁሌም ቢሆን አንቺ የመድረኩ መሪ፣እኔ ደግሞ የስብሰባዉ አካልና አዳማጭ ነኝ፡፡\n\nለምን አንዳንዴ መድረክ መሪ አልሆንም ብዬ አለመጠየቄ ይገርመኛል፣ሁሌም አዳማጭና አስተያየት ሰጭ ነኝ፡፡ 'ይቅርታ የመድረክ አስተባባሪ አንዳንድ ጥያቄዎችን ለመጠየቅ እፈልጋለሁ'እባክዎን ይቀጥሉ''እሺ…እንደዚህ…ቢሆን እንደዚህ ባይሆን..' እያልኩ እጠይቃለሁ፣ሃሳብ እሰጣለሁ አንቺም ጥያቄዉን ‹‹ለምን እንደወደድሽኝ ከተለጠፈበት ትልቅ መፈክር›› ጋር እያብላላሽ ስትመልሺ ትደንቂያለሽ፡፡\n\nአንድ ቀን የጠየኩት ጥያቄ 'ባለፈዉ ባደረግነዉ ዉይይት ላይ መቼ እንደምንጋባ የተገለጸ ነገር የለም…መቼ ነዉ የምንጋባዉ???????' … 'እንግዲህ ፍቅሬ አንተን የምወድበት ዋናዉ ምክንያት ሰዎች ጋብቻ ዉስጥ እንኳን የሌለዉን የመተሳሰብ መሰላል ስላዘረጋኸኝ ይመስለኛል…\n\nይህ ጥያቄህ ‹‹ለምን አንተን ወደድኩህ?›› ከሚለዉ ዋና ጭብጥ ጋር በቀጥታ ይገናኛል ስለዚህ አንተን የወደድኩበትን ሚስጥር ተንትኜ ስነግርህ ለጥያቄህ አሳማኝ መልስ ታገኛለህ…ስለዚህ አንተን የወደድኩት…\n\nበመጀመሪያ ቁመናህ ማራኪ ነዉ በቃ የሆነ ሞገስ አለህ..በመቀጠልም ፍቅር ያለ ብዙ ገንዘብ ታፋጭ ከረሜላ ነዉ ብለዉ ለሚያስቡ አንዳንድ አድርባይ የቀድሞ የዚህ መድረክ ተሳታፊዎች አንገት የሚያስደፋ መልስ ስሰጥ በአንክሮት ስለተከታተልከኝ ወደድኩህ ቀጥሎም…'ብዙ ነገር አልሺኝ ግን ጥያቄዬ አልተመለሰም ነበር…ምን ላርግ!\n\nዉቧ ዉዴ በከሰመ ፍቅር ላይ ብዙ መናገሩ ጥቅም ባይኖረዉም አሁን አሁን ሳስበዉ 'ለምን አንተን ወደድኩህ?' የሚለዉ ጥያቄ ለመለያየታችን እንደዋነኛ ምክንያት አድርጌ ወስጀዋለሁ፣\n\nይህንን የምልሽ እንድታውቂው ያህል ነዉ እንጂ ለሌላ አይደለም፣ ጅብ ከሄደ ውሻ ጮኸ ሆኖ ነዉ እንጂ ነገሩ ቢገባሽ ኖሮ ጥያቄዉ'እንዴት አንተን ወደድኩህ' ቢሆን ላንለያይ እንችል ነበር!\n\n\n\n\n",
        
        "\nማሬ ህገመንግስቴ እንዴት ነሽ? ጤንነትሽ በመልካም አፈፃፀም ላይ እንደሚገኝ አልጠራጠርም፡፡ አቤት የዚህ አመት ክረምት ደግሞ ፀረ-ፍቅር ይመስል ይጎተታል…እያንዳንዱ ቀን ፍርዱን በመጠባበቅ ፍርሀትና ብርድ ብርድ እንደሚለዉ ተጠርጣሪ አይነት ከባድ ሆኖብኛል፡፡\n\n በቶሎ እንዴትም ብሎ አልቆ እስከማይሽ ጓጉቻለሁ፡፡ 'ባለፈዉ ጊዜ አንድ ጥያቄ ስጠይቅ ስላንተ እዉነተኛ መረጃ በበቂ ሁኔታ ስላላገኘሁ ጊዜ ስጠኝ' አልሽኝ…ይኸዉ መልስ ሳላገኝ 6 ወር ሆነ…ከባድ ፍርድ ነዉ የፈረድሽብኝ…\n\nእኔማ መልሱን በ 48 ሰአት ዉስጥ ጠብቄ ነበር ግን ጥያቄዉ ይህን ያህል ከብዶሻል ማለት ነዉ? ወይስ አዲስ ረቂቅ እያዘጋጀሽልኝ ነዉ? ፍቅሬ…መቼም አንቺን እየከበቡ ጭንቀት የሚፈጥሩ ጆፌ ጭልፊቶችን ብዙ ጊዜ ስከላከል ቆይቻለዉ፤ ግማሹን በማስጠንቀቂያ ግማሹን ደግሞ በተሰጠኝ የመናገር መብት!\n\n እነዚህ ጆፌዎች አንቺን ለመሞንጨፍና በመካከላችን ያለዉን ህገፍቅራዊ ስርአቱን ለማደፍረስ በመሞከር ከአንዴም ሁለት ጊዜ ሙከራ ቢያደርጉም እያንዳንዳቸዉ ባንቺና በኔ ባለ የህብረፍቅር ልብ ተሳትፎ መጋል ምክንያት ድርጊቱ የትም ሳይዛመት በቁጥጥር ስር ዉለዋል፡፡\n\nፍቅራችን አንቀጽና ምእራፍ ያሉት ብዙ ዲስኩር፣ሚስኮል፣እንቶፈንቶና የስሜት ፈረስ የማይዘወተርበት ሆኖ ጠንካራ የመተማመን መመሪያ የያዘ የልብ መፅሃፍ ነዉ፡፡እያንዳንዱን የስነልቦና መርህ በድርጊት እናዉቀዋለን…ይህንን አንቀፅ የማይገነዘብ አክራሪና ፀረፍቅር ኃይል ሁሉ ሊቋቋመን አይችልም ምክንያቱም ይህን መፅሀፍ አዉጥተን አዉርደን በጋራ ባፀደቅነዉ ቅፅበት ማንኛዉም ተፅእኖ እንደሸክላ ሳይወድ በግድ መፈረካከሽ ጀምሯል!\n\n ዉድ በኔና አንቺ የመዋደድ ህገመንግስት ዉስጥ ብዙ ርእሳዊ አለመዋደዶች አሉ…የሃሳብ፣የባሕሪ፣የመተማመን ክፍተቶች ቢኖሩም በልዩነታችን ዉስጥ አንድነታችንን ማጠንከሩ ይበጀናል እላለሁ ምክንያቱም አስሬ ህጋችንን ስናረቅና ስናሻሽል መክረም የለብንም፡፡\n\n ብዙ ሰዎች እንደሚሉት መዋደድ የስሜት የነፍስና የሃሳብ መተሳሰር ብቻ ሳይሆን የድሪቶ ማንነታዊ መደራረብ ያመጣዉ አዲስ የመኖር መንገድ ነዉ፡፡ይህ መንገድ ሲጀመር ይጣፍጣል…አብሮ ለመጓዝ ግን ማንነትን..ትእግስትን፣ ክብርን፣ የልብትርታን፣ ስሜትን የሚፈትሽ ትግል ነዉ፡፡\n\nሰዉ ዝም ብሎ በሆነ ቦታና ጊዜ ሊዋደድ ይችላል ግን ቀጣይነቱ ሽብርተኝነትን እንደመዋጋት ያህል አስቸጋሪና ዉስብስብ ይሆናል እዚህ ጋር ነዉ እንግዲህ ጀግንነት የሚጠይቀዉ!…ለማንኛዉም ስትመጪ ብዙ ነገር እንጫወታለን እስከዛዉ ግን አብረን ያረቀቅነዉን የልብ መፅሃፍ እያነበብሽ ሰንብቺ፡፡\n\nእኔም ማንበብ ከጀመርኩ ቀናትን አሳለፍኩ ብቻ አንድ የቆየ አሁንም ያለ ወደፊትም የሚኖር ነገር አለ…ፍቅር…ይህ ተስፋ እያነሰና እየተመናመነ ይምጣ እንጂ በትውልዶች መሃከል የሚቀጥል ረቂቅ ገመድ ነዉ..\n\nእኔም ከልቤ በተሰጠኝ ትእዛዝ መሰረት አሁንም ደጋግሜ እናገራለሁ…እወድሻለሁ…በጣም! (አንቀፅ 2008/ሞት ብቻ ያለያየናል!)\n\n\n\n\n",
        
        "\nማር አንቺኮ ለእኔ ምን ማለት እንደሆንሽ ስመዝነዉ ማንም ወንድ ከየትኛዋም ሴት ጋር ካሳለፉት የፍቅር ታሪክ የበለጠ ያህል ሆኖ ይሰማኛል፡፡ፍቅርሽ የእዉነት ንፁህ ነዉ...ያዉ እኔማ እንደለመድኩት ስጀምረዉ ለጊዜዉ ድራማ ሰርቼ እለይሻለሁ ብዬ ነበር፡ ግና ነገሩ የትየለሌ ነበር!\n\n ፍቅር በዘፈንና በዳንኪራ እንደተዘፈነለት ተረት ተረት፣ከድህነት ጋር የእከክልኝ ልከክልህ ነዉ ብዬ ስዘብት ኖሬያለሁ..ለካ ፍቅርን አንቺዉ ጋር ኩርምትምት ብሎ አገኘሁት፡፡መዉደድሽ ማር ሆነብኝ ስል መጣፈጡ፣ማማሩና ንፁህ መሆኑ ብቻ አልነበረም..ማር እንደዉሃ ከልበስ..ቸልበስ..እርክፍክፍክ..ረጠብ ረጠብ ደግሞ ቦርጨቅጨቅ የሚደረግ ለማንም በየትም ቦታ የሚታፈስ አይደለም፡፡\n\n ቀስ እያለ ቀሰስ እያለ ምላስ ላይ፣ከዛ ወደዉስጥ ሰርጎ መድሃኒት የሚሆን ምግብ ነዉ፡፡ አንቺም እንደዚሁ ነሽ! እኔን እንደዛ በባዶ ሜዳ የተንከባከብሽበት ሚስጥር፣በፍቅር እጆችሽ ኢ-ፍቅራዊ የኮተተ ህይወት ሲመራ ለነበረ ለአንድ ምስኪን ደሃ ወጣት ማንነትሽ ከጅምሩ ማርኮኝ ቀረ፡፡\n\n ያ ዶፍ የወረደበት ቀን አሁንም ይባረክ! ከምስኪኑ ቤታችሁ ልጠለል መሮጤ፣ከመብረቁ ዝናብ መሸሼ ለካ እንደሌላ ተራ የዶፍ ቀን አይነት አልነበረም! ልብሴ በከፊል በጭቃ ተጨማልቆ፣የልቤ ስሪት ደግሞ በሙሉ ተጨማልቆ በነበረበት በዛ ምሽት እግዚአብሄር እንቺን ሰጠኝ!\n\n እሱ ፍቅር ነዉ፤እሱ እንደኔ ፍቅር ዳባ ልበስ ኮተታም ድሪቶ ምን ያረግልሃል የሴት እንቶ ፈንቶ ብዬ እንደገጠምኩት ግጥም ኣላላገጠብኝም! ፍቅርሽ አስተሳሰቤን እስከወዲያኛዉ ቀይሮታል ብዬ አምናለሁ፤ብዙ የወሬና የእሹሩሩ ሙዚቃ የሌለዉ..ግን ዝም ጭጭ ብሎ የሚያፈቅር ፍቅር ፓ ታድዬ!\n\n\n\n\n",
        
        "\nገላዬ ለጤናሽ እንዴት ሰንብተሻል? እኔማ አምላኬ በሰጠኝ እስትንፋስ ቢመርም ቢጣፍጥም፣ቢከፋም ቢለማም፣ ከኑሮ ጋራ እየታገልኩ ይመስገነዉ አለሁ፡፡\n\n ይሄንን ቀፋፊ የዝባዝንኬ አለም ለአፍታም ቢሆን የሚያስረሳኝ ከአንቺ ጋር ያሳለፍኳቸዉ እነዛ ወርቅ ትዝታዎቼ ናቸዉ፤ትዝታ ባይኖር የሰዉ ልጅ ህይወት ልክ እንደደፈረሰ ደራሽ ዉሃ እዚህም እዚያም እያለ የያዘዉን ይዞ ይነጉድ ነበር፡፡ እስኪ ለዛሬ ትዝታዎቼን ላስታዉስሽ…ትዝ ይልሻል በጨጎጊት ሌሊት አንድ ላይ ተቃቅፈን ያወራነዉ፣የተጨዋወትነዉ…የተሳሳቅነዉ….\n\nአንቺ---ማሬ\n\nእኔ---ወዬ\n\nአንቺ---እኔና አንተ ከ 40 አመት በኋላ ምን የምንሆን ይመስልሃል?\n\nእኔ---ዛሬ ደግሞ ምን አይነት ጥያቄ ነዉ የምትጠይቂኝ?\n\nአንቺ---መልስልኝ..\n\nእኔ--- ሰማይ ቤት የምንሆን ይመስለኛል\n\nአንቺ---አይ… እዚሁ ምድር ላይ ነን ብለህ አስብና የትና ምን ዕያረግን እንደሆነ መገመተ አትችልም?\n\nእኔ---ኦኬ! እርጅት እርጅትጅት ብለን…ይህን የያዝኩትን ዋለላ እጆችሽን እቅፍቅፍ አድርጌ እሹሩሩ ስልሽ…ጥርሶችሽ በሙሉ እርጅና ተጭኗቸዉ ስለሚወለልቁ  ወላቃ እያልኩ ሳበሽቅሽ…ደግሞ ሙቅና ሾርባዉን ሳጠጣሽ…\n\nአንቺ---ሂዲ!መቼ ነዉ ገን አንተና ሙቅ ስምምነታቸሁን የመታፈርሱት… እኔ ግን ምን እንደሚሰማኝ ታዉቃለህ?\n\nእኔ--- አስኪ ንገሪኝ…\n\nአንቺ--- እም… ልክ እንዳሁኑ ያኔም እንዲሁ የምንሆን ይመስለኛል…ግን የዛኔ መዋደዳቸን በዘመናት ብዛት ጎልምሶ፣ተዉቦ፣የዛሬዉ ፍቅራችን የምር መሆኑ ለጠላቶቻን መርዶ፣ለወዳጆቻችን የምስራች አይነት የሚሆንበት የትልቅነትና ልዩ የሆነ የእርጅና ወራት…\n\nእኔ---ህምምም..\n\n…በአጆችሽ ላይ ጥዬ የሄድኩት ቀለበት አንድ ነገር እንድረዳ አድርጎኛል፡፡ ሰዉ ከተገባ በኋላ…አንድ ስድስት ሰባት ወንዝ ከተሻገረ በኋላ፣ማሬ ወለላዬ አንዴት ይባባላል?ሰዉ ከተዳረ በኋላ እንዴት እንደትኩስ ፍልቅልቅ ፍቅር መዋደዱ ሃያል ይሆናል?\n\n ይሄ ነዉ በኔና በአንቺ ላይ የሆነዉ..!ዋዉ!!!ሌላም ብዙ ብዙ ትዝታዎች ከልቤ ግርጌ ተቀምጠዉ እንደህልም እመለከታቸዋለሁ…እስቃለሁ አዝናለሁ እቆጫለሁ ሌላም ሌላም፡፡\n\nሰዉ በመፋቀር ዉስጥ ጦርነት እንዳለ አያዉቅም ግን ጦርነቱ ዉስጥ አሸናፊና ተሸናፊን መለየት ያዳግታል፡፡ሁሉም የፍቅር ቁስለኛ ነዉ…\n\nአንዱ እግሩን የተመታ፣ሌላዉ ወገቡ ላይ የቆሰለ…እንዳንዱ ደግሞ ልቡን ያነደደ ቁስለኛ፡፡ይኸዉ ነዉ!…በቶሎ ድረሺ የምናፍቅሽ ጦርነቴ!\n\n\n\n\n",
        
        "\nዉድ ኑሮ(እዉነትም ዉድ ነህ!) እንዴት ነህ? እንደኮረሪማ ነጋዴ የተከልነዉን ኮረሪማ ማንነታችንን እየቆፈርን ይኸዉ አለን! ኑሮ ንሮ በጣም የምናዝንበት ነገር መብዛቱና መርከሱ ካንተ መናር ጋር በተቃራኒ የቆመ ቢሆንም የልባችንን በኪሳችን ይዘን አለንልህ…\n\n አንድ ዳቦ ከ 20 ሳንቲም ተነስቶ 10 ብር መግባቱ  እኛንም ከ ሃያዎቹ እድሜያችን ወደ አስር አመት ዝቅ እንድናደርገዉ ረድቶናል ፤የቤት ሽያጭ ከ 10000 ብር ወደ ሚሊየን ብር መግባቱ እኛንም ከ 10 ሺህ ቀለብ ቀዳዶች ወደ ሚልየን ቀዳዶች የመድፈን ጥበብ ባለቤት አርጎናል፡፡\n\n አንተ ከፍ እያልክ ፣እየጨመርክ፣እየተወሳሰበክ ስትሄድ…የኛ የሃሳብ ምጥቀት ለምን እንዳልጨመረ አልገባንም! እየዘመንን፣ፋሽን እየተከተልን፣እስታይል በስታይል፣ ፌስ ቡክ በፌስቡክ እየሆንን አለን፡፡ አዎን ምክንያት ልንሰጣቸዉ የምንችላቸዉ ሚሊየን ሃሳበች ተደምረዉ አስር ብር አልሆኑንም! አዎን ልቅምቃሚ ወሬዎቻችን ከጀበና ቡና ስንነሳ ተበታትነዉ ይቀራሉ! ምን እናርግ!\n\n ዉድ ኑሮ እንጀራ ከአንድ ብር ከሃምሳ፣ አምስት ብር ሲገባ የኛ አእምሮ ግን ያዉ እንዳስቀመጥነዉ ነዉ፡፡ \n\nየአእምሮአችን መሰላል በትምህርት ልቀት፣በህይወት ልምድ፣ በ ኮንዶሚኒየም ወይም ቀበሌ ቤት ዉስጥ ታጅበን በመኖር ልነለዉጠዉ አልቻልንም፡፡ነገር ግን ያንተን መተኮስ  እንደቲያትር ተመልካች አስተሳሰቦቻችንን ሳንፈትሽ  የምናሽካካ፣የምንተምም፣የምናፏጭ ሰላማዊ ህጻናቶች ነን፡፡\n\nአንዱ ሲቀልድ 'የአዲስ አበባ ህዝብ ቁጥር ስድስት ሚሊየን ሲሆን ህፃናቱን ካልቆጠርናቸዉ ግን 1 ሚሊየን አይሞላም!' ይገርማል ልጅነት ሳይለቀን ቢዝነስ እንጀምራለን፣እሽክርክሮሽ እየተጫወትን እናጋባለን እንግባባለን፣ ጢባጢቤ እያልን ሽምግልናችን ይወረናል…\n\nበመጨረሻ የምንመኘዉ ነገር ልክ እንዳንተ እንደግ፣ከፍ ከፍ አሁንም ከፍ ያርገን  አሜን..(እዚህ ሃገር ሁሉም  ነገር ምኞት ብቻ ነዉ ለምትሉ ሰዎች ወዮላችሁ! አለች የጀበና ቡና!)\n\nመልስህን ከስር ባለዉ ፖስታ ሳጥን ቁጥር እንጠብቃለን፡፡ ኑሮና ምሬቴ /እንዳንተ/\nፖ.ሳ.ቁ 2000\n አ.አ ኢትዮጲያ\n\n\n\n\n",
        
        "\n2009 ላይ ሆኜ ልቤን ሳየዉ የሁለትዩሽ ሩጫ የሚሮጥ ሁለት ሰዉ ይመስለኛል...7 ወደፊት 7 ወደኋላ ፡፡ “በፍቅር አለም ዉስጥ ማሸነፍና መሸነፍ የለም! በፍፁም!!” ይላል ሬዲዮዉ...ስለምን እንደሚናገር ባይገባኝም ከቀን ቅዠቴ ቀሰቀሰኝ፡፡\n\n ብቻዩን ቤት ቁጭ ብዬ እያሰላሰልኩ ነዉ..ቆይ ግን እንዴት ገደል ግባ ብላ ፍቅራችንን በዉሃ ታስበላዋለች? እንዴት?? እንዴት? እራሴ እጠይቃለሁ እራሴ  እመልሳለሁ..\n\nእምም.. ለነገሩ ገደል ዉስጥ ገብቼ ገደል ህይወቴን ልገድለዉ እዚህም እዚያም ስል፣ከገደል ጋ ስፋለም አይታኝ የህንድ አክተር መስያት ይሆናል!\n\nአባቴ ከመሞቱ በፊት አንድ ያለኝ ነገር ትዝ አለኝ… “ሴት ልጅ የገደል ማሚቶ ነች ግን ያንተን ድምፅ አታስተጋባም…” ለዘመናት የአባቴ ንግግር ምንም ሳይገባኝ ኖሬያለሁ፡፡ ብዙ ጊዜ ሴቶች ለፍላፊዎች ስለሆኑ ነዉ የገደል ማሚቶ ያላቸዉ እንዳልል የእናቴ ፀባይ በጣም ልዩ እንደነበር አዉቃለሁ፤እማዬኮ እንኳን ልትለፈልፍ ድምፅዋም አይሰማም...\n\nእና አባቴ ምን ለማለት ፈልጎ ይሆን??? ልቤ በ ሰባት ቃላት አእላፍ ሴቶችን ደልሏል...አፈቅርሻለሁ...አፈቅርሻለሁ..አፈቅርሻለሁ...ድለላ ሁሌም መርህ ያለበት ክቡር ስራ ነዉ..\n\nለምሳሌ አንድ ደላላ ቤት ለማከራየት ጊቢ ዉስጥ የሌለዉን አቅርቦት ቅቤ በጠጣ አነጋገር የአከራዩን ልብ ከአፍ እስከገደፉ ይሞላዋል.. “ሁሉም ነገር አለዉ..ኮርኒሶ ፅድት ያለ፣ሽንት ቤቱ ገራሚ፣የቤቱ ስፋት ልነግርህ አልችልም….” እያለ ሰዉን ያሳምናል፡ ከድለላ ስራ ዉስጥ እንደፍቅር ዋጋ የሚያስከፍል ይኖራል ብዬ አላስብም፤ግን እኮ አሁን ደላልነቴን አቁሜያለሁ፤እንዴት ገደል ግባ ትለኛለች?እስኪ ይሁን\n\nነገር ነገር ያለዉን ሰዉ ማስቆም አይቻልም፡፡ ነገር ያነጋግራል ዉስጥን ያቃጥላል- ምን አይነት ነገር ይዛ ፊትህን አልየዉ ወደሚለዉ ድምዳሜ ልትደርስ የቻለችዉ ምን አድርጌያት ይሆን??\n\n ኣሃ አሃ..ከእንትና ጋር ሞቅ ያለ ጨዋታ ስጫወት ፊቷ ሊፈነዳ የደረሰ ቲማቲም መስሎ ነበር..በጊዜዉ ምን እንደሆነች እንኳን ልጠይቃት ለራሴ የገባሁበት ወሬ እራሴን እስክስት ድረስ አጡዞኝ ነበር፡፡\n\nብቻ ምንም ይሁን ምን እኔም ገደል ገብቻለሁ እሷም ከገደሉ ላይ ሆና ገደሉን አስፈሪ ገደል እንዲሆን ተስላለች፣ ትፀልያለች፣ አቤቱ እባክህ ፀሎቴን ስማ ብላ ቀን ከሌሊት ታለቅሳለች፡፡ ቁጥሮች ቃላቶች ሲሆኑ ያምራሉ..7 ወደፊት!\n\nእወድሻለሁ ወደፊት!\nአገባሻለሁ ወደፊት!\nእረዳሻለሁ ወደፊት!\nእነጠፍልሻለሁ ወደፊት\nእከንፍልሻለሁ..ሌላም ሌላም\nቀኝ ኋላ ዙር!!!\nእጠላሻለሁ ወደፊት!\nእተዉሻለሁ ወደፊት!\nእረግምሻለሁ..ወደፊት!\nእቀልድብሻለሁ ወደፊት!\nበሰባት  ቃላት የተጀመሩት የእወድሻለሁ መፈክሮች አብሮ በመኖር እንጥፍጣፊ ዉስጥ ሊዘምኑ ሲሞክሩ አስለቅሰዉ ያስቃሉ  እህህኪኪኪኪ..እህህ!!\n\n\n\n\n",
        
        "\nዩሃንስ ቤቲን ገና ሲያያት በፍቅር ተንበረከከ…እሷ ግን የሱ አቀራረብ ከወንድምነት የላለፈ አንደሆነ በማሰብ አብራዉ ታሳልፍ ነበር፡፡ አብረዉ እንደእህትና ወንድም ማሳለፋቸዉ ያንገፈገፈዉ ዩሃንስ የመጣዉ ይምጣ ወይ እሺ ወይ እምቢ ነዉ የምትለኝ ..ጠይቂአት ልተንፍስ ብሎ ቆረጠ\n\n ዩሃንስ---  ቤቲዬ\n\n ቤቲ ---  እህ\n\nዩሃንስ ---  ወንደላጤ ሆኖ መኖር በጣም የሚያስደስት ነገር ቢሆንም ከጊዜ በኋላ በህይወቱ አብሮ የሚሆን፣ጀግና እንደሆነ እንዲሰማዉ የሚያደርግ፣ያ ማንነት የእሱ ብቻ እንደሆነ በሙሉ አፉ መናገር የሚያስችለዉና ተንከባክቦትና ታማኝ ሆኖ አብሮት የሚያሳልፍ ፍጡር እቤቱ ያስፈልገዋል…አይመስልሽም??\n\n አለ አሪፍ ንግግር እንደተናገረና ምን ለማለት እንደፈለገ እንደገባት በማሰብ\n\nቤቲ---  በጣም ትክክል ብለሃል! እና ምን ትጠብቃለህ ተነሳና ሄደን ትንሽ ቡችላ እንግዛ…እሱ ጥያቄህን ሁሉ ያሟላል!\n\nዩሃንስ---  እ…!\n\n\n\n\n",
        
        "\nማሬ ብር እንደምን ሰንብተሃል፣እኔ ከሹገር ዳዲዎች ማነስ በቀር በጣም ደህና ነኝ፡፡ትላንትና ግን የት ገብተህ ነዉ እንዲህ እግሬ እስኪንኮታኮት ድረስ ያስቆምከኝ?? ግን ጥሩ ነዉ የሰራኸዉ..ይሁን እሺ ላጠፋኸዉ ጥፋት በገባሁበት ምግብ ቤት ገብተህ፣ በገባሁበት ቡቲክ ቤት ተከትለህ፣በተዝናናሁበት መዝናኛ ድረስ አስከትለህ ደስታዬን ልታሟላ ቆርጠህ ስለመጣህ ይቅር ብዬሃለሁ፡፡\n\nከዚህ በላይ መዉደድ ከየት ይገኛል..ብር ሆይ መቼም የዘመኑን የኮስሞቲክስ መናር ታዉቀዋለህ፣አንድ ብጣሽ ስታይል ብለዉ ነጋዴዎቹ ከዱልባይ(ዱባይ መሰል የመርካቶ ኳሊቲ ምርት ነዉ) ሲያመጡ ልቤ ይታወካል፡፡\n\nአመነመኑብኝ እኮ! ሰዉ ሁሉ እንደሚወድህና ካንተ መለየት ከራሱ መለየት እንደሆነ ሲደሰኩር ይዉልና ፍቅሬን ድክምክክም እስኪለዉ ይቀባበሉታል፡፡ ማሬ..ግን ወንዱ ሁላ እንዲህ ችስታ ሆኖ ካንተ ጋር ያነቋቆረዉ ለምንድነዉ? ከአንዳንድ ፍቅርን በሩቁ ብለዉ ንግድ ባንክ ከሚወረውሩህ ችስታ መሳይ ወመኔዎች በስተቀረ ሌላዉ የእዉነት በዘልማድ ነዉ የሚኖረዉ..\n\nይኸዉልህ አንዱ ባለፈዉ ለታ ያንቺ ፍቅር ሊያሳብደኝ ነዉ በቃ እንገናኝ ምናምን ሲል ጉዱን ልየዉ ብዬ አገኘሁት፡፡እናልህ የሆነ የብር ከሃምሳ ካፌ ዉስጥ አስገብቶኝ አስሬ እጄን ሲስም፣ስንት የኮስሞቲክስ መዋእለ ንዋይ የወጣባቸዉ የሃገር ሀብት የሆኑትን ጉንጮቼን ፓስቴ በገመጠበት እጁ መከራዬን ሲያበላኝ ቻል አድርጌ እንደምንም ተለየሁት!\n\n ከዛማ አይኑን ለማየት እንኳን ቀፈፈኝ..ካንተ ጋር መጣላቱ እንደመረረና እስከወዲያኛዉ እንደማትገናኙ ሙሉ አፉን ሞልቶ ሲናገር የሆነ በጥፊ ብለሽዉ ሂጂ ሂጂ አለኝ...\n\nዉድ ብር  ከአሁን በኋላ ባንተ የሚመጣብኝን ማንኛዉንም አይነት የወንድ ዘር፣ሲፈልግ ሳይንቲስት ይሁን፣ትምህርት ለምኔም ይሁን፣ብሩን ተይዉና በፍቅር እንብረር ብሎ አፉን የከፈተ እለት ኮመዲ ኑሮዉን ትራጀዲ አድርጌበት እፍ እላለሁ...!\n\nብርርርርር ያድርገኝ ፍቅርህ ዶላር ፓዉንድዬ\n\n ክንፍ ክንፍ ላዉጣ ማር ወለላ ዩሮዬ\n\nእወድሻለሁ ብሎ ሲሸዉደኝ ኖሮ\n\nምን አባቱ ሊያደርግ ካንተ ተቀያይሞ\n\nድሪቷም ተባእት ሆኖብኛል እኔስ\n\nበዝቶበት እንኩሮ\n\nከድርሃም ላይበልጥ ምንዛሪዉ ወርዷል\n\n ብዙ ወንድ ዘንድሮ\n\n\n\n\n",
        
        "\nአንቺ በሆነ ቦታ በሆነ ጊዜና በሆነ ሁኔታ ወደዚህ አለም መጣሽ፡፡ እንደማንኛዉም ሰዉ አደግሽ በአካልም በአእምሮም…ከዛ ስራ ያዝሽ ይቀጥላል…እኔ አሁን ብዙ ወሬ ለመዘክዘክ አልፈልግም…\n\nእንዳንቺ በሆነ ቦታ፣ በሆነ ጊዜና ሁኔታ ወደዚህ አለም መጣሁ፡፡እንደማንኛዉም ሰዉ አደኩ በአካልም በአእምሮም..ከዛ ስራ ያዝኩ፡፡ ስለምን 'አንቺ' እያልክ ትጠራኛለህ ለምን ፍቅሬ/ሆዴ/ማሬ/ስዊት..እያልክ አትጠራኝም የሚል ስሜት ካደረብሽ ችግር የለም ግን 'አንቺ' የምትለዉን ቃል እፈልጋታለሁ..\n\nአንቺ ፍቅሬ፣በደንብ ሳትደምቂ ልትደምቂ የሞከርሽ፣በደንብ ሳትስቂ ለመሳቅ የሞከርሽ የፍቅር አነባበሮ ነበርሽ…ምፅፅፅ..እኔ ፍቅርሽ ደሞ ዜሮ አምፖል፣የጋን መብራትና ጭስ የበዛዉ ኩራዝ ነበርኩ..መሆኔንም አልሸፈንኩም፡\n\n ይሁን እንጂ ሰዉ የሚለካዉ በህይወቱ ፍሬ ነዉና ፍሬዉን ለማየት ጉጉት አደረብኝ፤ምናለ እንቺ ሆዴና እኔ ሆድሽ ቶሎ አርጅተን በፍቅር ብንተያይ..የሚል ግራ የሚያጋባ የሃሳብ ዳንኪራ ስመታ ሰነበትኩ፡፡\n\n አለመብሰል ከሚያስከትላቸዉ ምግባዊ ባህርያት አንዱ ለሚመጡበት ውጫዊ ጫናዎች ቶሎ ሆድ ለመሆን ይጥራል…ምግብ ለመሆን…ያዉ ቶሎ ምግብ ስትሆኚ ደግሞ ሳትላመጪ ስለምትዋጪ ሆድ ዉስጥ ታሚያለሽ…አንዴ ጋጋጋጋ…ሌላ ጊዜ ደግሞ…ጉርርር ትያለሽ\n\n ስለዚህ ከመዋጥ ወደ አኝኮ መዋጥ፣ከመዝለል መ ዘ ለ ል ን መርጠሽ ለወደፊቱ አሯሯጭሽ ብትዘጋጂ መልካም ካልሆነም ደግሞ ህይወት በራሷ መንገድ ታራሩጥሻለች፡፡ \n\nአንቺ ላቭሊ…በነበረን የፍቅር ቆይታ ፍቅር፣ሆድ፣ማር፣ስዊትንና የመሳሰሉትን ፍቅረ-ልማታዊ-ወ-አፋዊ ልምዶችን ስናዳብር ቆይተናል በመሆኑም አሁን ከዚህ ትሬኒንግ የመዉጫችን ሰከንድ ነዉና…1…2…3 ቻዉ!!!\n\n\n\n\n",
        
        "\nዉድ እንዴት ነሽ?ጤናሽ፣ቤተሰብ…ሁሉ አማን ነዉ? እኔ እግዚአብሄር ይመስገን አለሁልሽ በጣም እንደምወድሽ ብዙ ጊዜ ለመግለፅ ሞክሬአለሁ…ማለቴ ልብሽ ከኮተተ ይልቅ ለቁም ነገር ይመቻል ብዬ ስላሰብኩ ፌስቡኩን ትቼ በዚህ ደብዳቤ የዉስጤን ነገር ለመዘክዘክ ተገደድኩ\n\n ስወድሽ ዉዩ ስወድሽ ባድር አልጠግብሽም፡፡ 'ምነዉ ትንሽ አላካበድከዉም?' ትይኝ ይሆናል ግን ምንም አላካበድኩትም፤በዚህ እሳት ዘመን የፍቅር ነገር እቃቃ በመሰለበት ጊዜ አንድን ሰዉ ወደድኩህ ወይም ወደድኩሽ ማለት አንሶላ ከመጋፈፍ እንደማያልፍ ትርጉም የተሰጠዉ ቢሆንም ያንቺ ነገር በእዉነት ተለይቶብኛል፤\n\nእወድሻለሁ ያልኩት ምንሽን አይቼ መሰለሽ? በቃ ዉጭሽ የዉስጥሽ ኮፒ ነዉ አራት ነጥብ(ካስፈለገም በምልክት ላረጋግጥልሽ ፡፡) አይኖችሽ ትላልቅ ናቸዉ፣ ሲያዝኑ በደንብ ያለቅሳሉ…ሲስቁም ያስታዉቃሉ አስመሳይ አይደሉም፤ የልብሽ አይኖችም እንዲሁ ናቸዉ…ትልቅ ታጋሽ ልብ!\n\nሲያማቸዉ ከዉስጣቸዉ ነዉ እንደዛ ሆነዉ እንኳን ሲንከባከቡኝ እንዴት እንደሚማርኩ!ለኔ ያላቸዉ ነገር ይለያል…ሲያጠፉም ምክንያት ፍለጋ ተራራ አይወጡም በቃ ይፀፀታሉ ይቅርታ ይጠይቃሉ፡፡\n\n አፍንጮችሽ እንደሌሎቹ ቆነጃጅት በስጋኛ ሰልካካ አይደሉም…ለሰዉ አይስቡም ግን ግን ማንነታቸዉን በገሃድ ገለፁ እንጂ አልተሸሞነሞኑም አልተመሳሰሉም…የዉስጥሽ አፍንጮችም እንዲሁ ናቸዉ የኔን ሽታ ጠንቅቀዉ ያዉቃሉ…\n\n እንደ ንፍጥ እምፍ እምፍ ብለዉ የትም አልወረወሩኝም በትግስት ዝም አሉኝ እንጂ! ከንፈሮችሽ በብዙ የህይወት ዉጣዉረድ የደከመዉን ልቤን በለስላሳ ቃላት ይጠግናሉ ግን የከፋ ነገር አይወጣቸዉም ሲያስኑ ዝምታን ይመርጣሉ፡፡\n\nእኔማ ፍቅርሽን ስቋደሰ እንደዘመኑ ሴቶች የምሞጨለፍ መስሎኝ ሰጋሁ ብዙ አወራሁ…ብዙ ግን ይገርማል አምላኬ ተማኝ ነዉ እኔን አምኖ ሳይሆን ስላዘነልኝ አንቹን ሰጠኝ፤ስሙ ይባረክ!\n\n\n\n\n",
        
        "\nከተገናኘንበት ጊዜ አንስቶ ብዙ ነገር አሳልፈናል ብዙ…በዚህ ነገር ዉስጥ ሁሉ በጣም ወድጄሽ አልጠግብም ነበር ግን አሁን ልትለዪኝ መሆኑን ሳዉቅ በልቤ አዘንኩ ቢሆንም ተናድጃለሁ ብዬ ስምሽን አላባዘትኩትም…ከጓደኞቼና ከጓደኞችሽ ጋር ሆኜ አላማሁሽም..ግን ብዙ ትዝታዎችሽ በዉስጤ ተከምረዉ ሳይ እልህ ይይዘኛል…\n\n ንዴት፣ትካዜ፣ድብርት…ብዙ ብዙ ነገር ይሰማኛል እሺ ሁሉም ይሁን ያንቺም የልብ ሃሳብ ይሳካልሽ ግን አንድ ነገር ልጠይቅሽ፡፡ 'ለምን ጥለሺኝ ትሄጃለሽ ምን አረኩሽ…' ምናምን አያልኩ ፈፅሞ አልጨቀጭቅሽም፣ ማወቅም አልፈልግም፡፡\n\nይህን የማደርገዉ አንቺ ጨካኝ እኔ ደግሞ የዋህና ሞኝ ስለሆንኩ አይደለም፣ፈፅሞ! ይሁን እንጂ የምጠይቅሽ እኔን እንድትጠይቂኝ ነዉ'ደሞ ስለምንድነዉ የምጠይቅህ…ካሁን በኋላ የተለያየን ሰዎች ነን' ልትዪኝ ትችያለሽ..\n\nግን ኤክስፓየር ባረገዉ በድሮዉ ፍቅራችን ይዤሻለሁ ጠይቂኝ! ስለምን መሰለሽ ስላንቺ ፀባይ፣ክፋት፣ተንኮል፣ፍቅር አይደለም…አንቺማ ወርቅ ፀባይ፣ንፁህ ማንነት እንደያዝሽ አዉቃለሁ፤አምንበታለሁም! ግን ስለእኔ ያልጠየቅሺኝ ለነገ ስንቅ የሚሆንሽን ትልቅ የትምህርት ህይወት ስለያዝኩ ነዉ፡፡\n\n 'ለምን በዛ በጣፋጭ የፍቅር ጊዜያችን አልነገርከኝም? ለካ ድብቅ ሰው ነበርክ እንዳትይኝ…ድብቅ አልነበርኩም! አይደለሁምም!! ይልቅ ጊዜዉ ሳያልቅ ልንገርሽ በወደድሺዉ ቦታና ሰዉ ይዘሽዉ ሂጂ፣ ምናልባት ምናልባት አንድ ጠብታም ቢሆን ታገኚበታለሽ ልክ እንደ ክትባት!\n\n ክትባቱም…ልቤን የሰጠሁሽ ልብሽን ለሌላ ከመስጠትሽ ገና በፊት ነበር…ስለዚህ ወደፊት አንቺም ልብሽን ስትሰጪ የልብሽ ተቀባይ ላንቺ ፌኩን ልብ ሊሰጥሽ ስለሚችል…ልክ እንደ ኢቦላ መመርመሪያ መሳሪያ እየመረመርሽ ተቀበይ! አደራ እንደኔ እንታትሆኚ!!!\n\n\n\n\n",
        
        "\nMy love ለጤናሽ እንደምን ነሽ? Peace ነዉ? ፍቅር እኔ ዉስጥ እንደ machine gear ዉሽቅ ብሎ ገብቶ እንዴት ይዉጣ? የትኛዉ አትዪኝም? ያንቺዉ ፍቅር ነዋ!መቼም ዉበትሽ Thermodynamically vibrate እንደሚያረግ ሞተር ሆኜ ቀርቼልሽ ነበር፤ ለዚህ ሁሉ ተጠያቂዉ አንቺ ነሽ ፡፡\n\n አይኖችሽ ትላልቅ የ vehicle ጎማዎች ያክላሉ …አቤት ዉበት ፓ! አፍንጮችሽ ደግሞ ቁጭ supermodel aircraft ናቸዉ! እዉነቴን ነዉ…ናሳ ሄጄ space shuttle supermodel aircraft የማየት ምኞቴ ከፍ ያለ ነበር ይመስገነዉ የኔን ናሳ አንቺን አገናኘኝ፡፡\n\n ዉይ ዉይ ከንፈሮችሽ እንዴት ኣባታቸዉ እንደሚያምሩ!እንደሌሎቹ ዘመናይ ተብዬ ብልጭልጭ ሴቶች ከንፈር በ Toyota motor oil(የዚህ ደብዳቤ አንደኛ ደረጃ እስፖንሰር ነዉ) አልተጨማለቁም ይልቁንስ ከነፈሮችሽ እንደተፈጠሩ genuine component የመኪና ስፔርፓርቶች ናቸዉ፡፡\n\n ከዚህ ሁሉ የበለጠ electromagnetic ratu ከፍ ያለብኝ አስተሳሰብሽ ነዉ፡፡ማለቴ corrupt software እንደተጫነበት robot ሃሳብሽ the same inlet valve አይደለም\n\n  የብዙ ሴቶች gate valve ገንዘብ፣ክብርና ፋሽን ብቻ ነዉ ስለዚህ outlet valve ጥርሳቸዉ ያስጠላል፤በቃ ገንዘብ የሚባል action force ከሌለ any other reaction የለም፡፡ ሌላዉ ለቁጥር የሚታክቱ ሴቶች ፍቅር ለብቻዉ አይገባቸዉም (እንደዉም soild mechanics ቲቸሬ ፍቅር ራሱ open book exam ይመስላቸዋል ይላል) ያንቺ ግን Internally oriented motor ያለዉ ልብ ስላለሽ መቼም በገንዘብ fail እንደማያደርግ prove አርጌያለሁ፡፡\n\n Final projecten በኔና ባንቺ የመተሳሰብ መረብ conclude ባደርገዉ ደስ ይለኛል ከዚህም በላይ የወደድኩሽና መተሳሰባችን ወደ advanced engine system ለማሳደግ የምሞክረዉ ወድጄ አይደለም፡ \n\nበቃ የዉሸት ፍቅር፣ስሜታዊነት፣ wrong input፣ incorrect የኑሮ analysis ስልችት ብሎኛል፤ይህን የምልሽ ጊዜዉ ጥሩም ይሁን መጥፎ ሰዉ ደግም ይሁን አዉሬ ካንቺ ጋር የቆየዉን derived formula and interaction በእዉነት ልቀጥል እፈልጋለሁ\n\nነገር ግን ያንቺን ስሜት ማወቅ ይኖርብኛል፤እስኪ የፍቅርሽን drawing በትንሹም ቢሆን ሳይልኝ….አደራ ግን የሚሰማሽን ሁሉ draw ለማድረግ እንዳትቆጠቢ\n\n\n\n\n",
        
        "\n“ችግሮችን በግልፅ መነጋገር ፍቅር እንዳይደፈርስ ዋነኛዉ ቁልፍ ነዉ….እባካችሁ በመነጋገር እንመን፤መፋቀር ማለት ብዙ ማንነቶችን የተላበሰ ልዩ የፈጣሪ ስጦታ ነዉ፣ጥንድ ሆናችሁ በምትኖሩባቸዉ ዘመናት ሁሉ ብዙ አስቸጋሪና ፈፅሞ ያልጠበቃችሁት ነገር እንደሚከሰት ማወቅ ብቻ ሳይሆን ማመን ይጠበቅባችኋል…”\n\n የስነልቦና አማካሪዉ አሁንም የተቻለዉን ያህል ምክርና ሙያዊ ትንታኔ ለኔና ለባለቤቴ እየሰጠን ነዉ፡፡ ከተጋባን ገና ፊርማችን ያልደረቀ ቢሆንም ህይወትን ገና ስንጀምራት አለቀች፣ከባድ አቀበት ሆነችብን፡፡ጋብቻ ትልቅ ወንዝ ነዉ…በሰዎች ሆሆታና የልብ ደስታ አንዳንዴም ተንኮል እየተመመ ፣እልል እየተባለ የሚወስድ ወንዝ!\n\nሚስቴ ከልቧ እንደምትወደኝ አንዳች ቅንጣት ጥርጣሬ የለኝም፤ ከወንዙ ባሻገር የጀመርነዉን የጋራ ጎጆ ያለማንም ጣልቃ ገብነት የሚያቆም  ፍቅር ይሁን አይሁን ግን አላዉቅም፡፡ የስነልቦና አማካሪዉ ወደባለቤቴ ዞር ብሎ “ከተጋባችሁ ምን ያህል ጊዜ ይሆናል?” ቆረጥ አርጋ ወደኔ አየች ኮስተርተር አልኩ የሆነ መጥፎ ነገር እንዳየ ሰዉ፡“ስምንት ወር ገደማ ይሆናል” “ባለቤትሽ ዉስጥ ያየሻቸዉ ችግሮች ቅድም የጠቀስሽልኝ ብቻ ናቸዉ ወይስ ተጨማሪ ነገር ይኖራል??”\n\n “አይ የነገርኩህ ብቻ ነዉ” ሰዉየዉን በትዝብት አይን አየሁት…ስለኔ ችግር ከመቸገሩ በፊት ስለትዳራችን አጠቃላይ ነገር ማወቅ ነበረበት፡፡ ይሁን ሁለታችንም በሽተኞች ነንና እንደፈለገ መጠየቅ ይችላል!\n\n “የትዳርን ጠንካራ ጎን ለይታችሁ የምታውቁት ይመስለኛል፤ትዳርን እንደ ድልድይ አስቡት…ብዙ ጊዜ ሰዎች ስለድልድይ ሲናገሩ ከአንድ ሌላ ማንነት ወደ አዲስ ማንነት የሚወስድ መንገድ ነዉ ይላሉ፡፡ እኔ ግን ድልድይን በሌላ መልኩ እንድታዩልኝ እፈልጋለሁ ድልድይ ከራስ ማንነት የሚያለያይ፣ምክንያትና ገለፃ የማይፈልግ ረቂቅ ነገር ነዉ፡፡ ትዳር ከራሳችሁ ጋር ቻዎ! ተባብላችሁ ከምትወዱት ፍቅረኛ ጋር የምትኖሩት ትግል ነዉ፡፡”\n\n ሰዉየዉ ስለ ‹ትግል› እያወራ ነዉ….አእምሮዬ ዉስጥ ያለዉም የ ሃሳብ ትግል ከሰዉየዉ እኩል ሲያወራ ይሰማኛል“ሚስቴን ከልቤ እንደማፈቅራት ማንም ያዉቃል! እህል ዉሃችን ግልፅ ሆኖ መታየት የጀመረዉ እንደተገናኘን ነበር፡፡\n\nበጋብቻ ወንዝ ከተወሰድን በኋላ ግን መሪዉና ተመሪዉ፣አፍቃሪዉና ተፈቃሪዉ፣ወዳጅና ጠላት፣እሾሁና ሰንሰሉ ማን እንደሆነ ለማወቅ ሳምንት አልፈጀብኝም!” “አቶ መላኩ በዚህ ላይ ምን ትላለህ?” “ስለምኑ?” “ይቅርታ እያዳመጥከኝ መስሎኝ ነበር››አለ ገልመጥ አርጎ እያየኝ...ክዉ አልኩ፤\n\nሚስቴ እንባዋ ዱብ ዱብ ሲል ተሰማኝ፣ፊቷን እንኳን ለማየት እንዴት እንደከበደኝ!የዛሬ ስምንት ወር በአእላፍ ህዝብና በእልፍ ማንነት ፊት ለፊት የገባሁት ‹ቅል ቃል› አእምሮዬ ዉስጥ ያቃጭላል\n\n “እንባዋ እንባዬ፣ፀሎቷ ፀሎቴ፣ደስታዋ ደስታዬ ሊሆን፣በህመሟና በሃዘኗ ከጎኗ ልሆን ቃል እገባለሁ….ቃል እገባለሁ፣ቃል እገባለሁ!!”\n\n\n\n\n",
        
        "\n“መዉደድ ልክ እንደ መብላትና መጠጣት የሰዉ ልጅ አንዱ ባህሪዉ ነዉ ግን ሰዉ ይሰለቻል…እስከመቼ ድረስ የኔ ሆድ ..ፍቅሬ.. እየተባለ ይዘለቃል” ብለዉ አንድ አስተማሪዬ ሲናገሩ “ምን ይዘላብዳሉ!” ብዬ ነበር፡፡\n\n“መዉደድ ልክ እንደ መወደድ በ ‹መ› ይጀምራል ግን ደግሞ መራር የሆኑ ማንነቶችን ያስተናግዳል” ብላ ጎረቤቴ ስታወራ “ባክሽ ይሄ ፍልስፍናሽ ሰለቸኝ” ብዬ ነበር፡፡\n\nየሆነች ልጅ ወደድኩ፡፡ቆንጆ፣የምታምር፣የደስ ደስ ያላት ‹ሴት› የሆነች ሴት ልጅ፡፡ ከዛስ? ከዛማ ፍቅር ክንፍ አረገኝ…እጆቿን በእጆቼ አድርጌ ከነፍኩ!…አሪፍ ጊዜ ነበር፡፡\n\n ከዛስ??? ምን ከዛ አለ ተለያየሁ፡፡ መለያየት እንደ መዉደድ አይደለም….አእምሮዬ በመለያየት አለም ዉስጥ መዋኘት ሲጀምር፤ ከማፍቀር አለም በትንሽ ርቀት ላይ ሆኜ እየተዝናናሁ ነበር፡፡\n\nመለያየት እንደ ማፍቀር አይደለም፡፡ሰዉ ሲለያይ…'መንገዱን ጨርቅ ያርግልህ!…ጥንቅር ብለሽ ሂጂ!! ድሮስ!!!…'ይላል ሲፋቀር ደግሞ ‹መንገዱ ጨርቅ እንኳን ቢሆን ብቻሽን ጥዬ እንዴት ተብሎ!.....የልቤ ንጉስ ነህ አንተኮ ለኔ ምን ብዬ ልግለፀዉ …!' ይላል፡፡\n\n መለያየትና ማፍቀርን ደምሬ የተጓዝኩ የድምር ዉጤት ነኝ፡፡አፍቅሬ በፍቅር ረሃብ ልደፋ ደረስኩ…ተለያይቼ በ'የት አባቷ!!' ስፔሻል ምግብ እራሴን አጠገብኩ፡፡\n\n ሆነም ቀረም ሰዉ ይዋደዳል ይለያያል..ለልጁ ማንነቴ በመዋደድ ዉስጥ መለያየት እንዳለ አበክሬ መከርኩት…እሱ ግን “በመዉደድ ዉስጥ መለያየት የለም! አልሰማህም!!” አለኝ እኔ ያልኩት 'መዉደድ' ሳይሆን 'መዋደድ' ነዉ ብዬ ከስህተቱ እንዲማር ብዙ ጣርኩ ግን ማን ሰምቶኝ!…\n\n ያ ልጅነቴ አሁንም እየደጋገመ፣ጮክ ብሎ እንዲህ ይላል…'ወድጃታለሁ በፍፁም አንለያይም! በፍፁም!!\n\n\n\n\n",
        
        "\nእሷ--ዉዴ…እህ…\n\nእሱ--እየሰማሁሽ ነዉ አበባዬ…ብዙ አታውሪ ይደክምሸል እኮ..\n\nእሷ--በደንብ ተጠጋ ..ተጠጋ እህ..\n\nእሱ--እሺ እሺ ይኸዉ\n\nእሷ--እህ አንተ ለኔ ሁለመናዬ ነበርክ ሞት ሊለየን ነዉ እህህህህ--ሁለመናዬ!!እንደወደድኩህ እሞታለሁ\n\nእሱ--እኔ ልሙት!!! እንደዚህ አትበዪኝ…ድነሽ ትነሻለሽ…ትድኛለሽ አሁን እኮ ፊትሽ ደህና ነዉ…አንቺ ስትድኚልኝ እኔ እድናለሁ..ትድኛለሽ ትድኛለሽ..እግዚአብሄር ልብሽን ያዉቀዋል…ይምርልኛል ለኔ ብሎ ይፈዉስልኛል!\n\nእሷ--እህ..ደከመኝ አበባዬ ደከመኝ..አንተን አሰቃየዉህ\n\nእሱ--እኔን ለማን ጥለሽ?…ለማን ለየትኛዉ ህይወት ጥለሽኝ ??!!አይሆንም በፍፁም!!!!!\n\nእሷ--እ…እህ ደስ ብሎኝ ልሙት…እሹሩሩ በለኝ…\n\nእሱ--የኔ ማር ተይ ተይ ልቤ ደማኮ አልቻልኩም…ወይኔ!!\n\nእሷ--አበባዬ  እባ…ክ..ህ እሹ ሩ ሩ በለኝ እህ ህህ\n\nእሱ--ሽሽሽ እሹሩሩ\n\nእሹሩሩ\n\nጠፋኝ ሰማይ ጠፋኝ ምድሩ\nእሹሩሩ እሹሩሩ\nእወድሻለሁ እመቤቴ እሹሩሩ\n\nእሷ--እህ እህ እ..እንዳታቆም…እንዳታቆም!\n\nእሱ--እሺ ወይኔ እህህህህ\nማርዬ እሹሩሩ\nምን ሊዉጠኝ ለማን ልኖር ካንቺ ወዲያ ምን ሊጠቅመኝ\nእሹሩሩ\nተነሽ ዳብሺኝ በፍቅር ልብሽ አለስልሺኝ\nድነሽ ማሪኝ…ድነሽ ልዳን\nእሹሩሩ\n\n\n\n\n",
        
        "\n'ልጅ ሆነሽ ስንቱን ነገር እንዳሳለፍን የሚረሳሽ አይመስለኝም፤በስጋ አይኔ ከንፈሮችሽን ከሳምኩት ይኸዉ 6 አመት ደፈነ! ብዙ ሺህ ጊዜ የኮምፒዉተርና የሞባይል ስክሪን የሳምኩ ቢሆንም እነዛ ሁሉ ተደምረዉ የገዛ ከንፈሬ መስታወት መስታወት እያለኝ ነዉ!\n\nለምን እንደሆነ ባላዉቅም ፍቅርን በደብዳቤ ሞነጫጭሮ መግለፅን የመሰለ ነገር አላገኘሁም፡፡የልቤን ለማዉጣት ማሰብ ይኖርብኛል…እስኪርብቶና ወረቀት ስይዝ ደግሞ አንቺን ከፌስ ቡክ አተካሮ፣ከቫይበር ድምፅና ከተለመደዉ የቴክኖሎጂ ግርግር በልጦ ጠረንሽ ያዉደኛል'ዉዴ' ስልሽ ከዉዴ ጋር የሚመጣ የስድስት አመት ናፍቆት ይደራረብብኛል፡፡\n\n ስለብዙ ነገር ሁሌ ስለምናወራ የተለመደዉን ትረካ ልተርክልሽ አልፈልግም፡፡ ግን አሁን ለመሞነጫጨር ስነሳ ልቤን ጎሸም የሚያደርገኝ ነገር አለ፤'ጠብቀኝ ጠብቀኝ ጠብቀኝ…የሚለዉ ቀላል ደግሞም ከባድ ቃል' ምኑ ከበደህ ከወደድከኝ እኔን ለጥቂት ወራት ወይም ተጨማሪ አመት መጠበቅ እንዴት ይከብድሃል እንደምትዪኝ አልጠራጠርም፡፡ ሌላ ሴት አፍቅሬ በሌላ አለም ዉስጥ እንደማልገባ አልምልልሽም ምክንያቱም ሆኖ መገኘትን ብቻና ብቻ ስለምፈልገዉ ለጊዜዉ ዝምታን መርጫለሁ፡፡\n\n ሰዉን ተስፋ ማድረግ ከባድ የሆነ ህመም ይፈጥራል…እወድሻለሁ ግን ተስፋዬ አላረግሽምለምን ተስፋዬ ተስፋን በሰጠሸ በእግዚአብሄር ብቻና ብቻ እንደሆነ የሄድሽ ቀን በጆሮሽ ሹክ ብዬልሽ ነበር፡፡ \n\nሁሉም ሰዉ ተስፋዉ እግዚአብሄር እንደሆነና በሰዉ እንደማይደገፍ ያወራል…ልቡ ግን ከፈጣሪዉ በየትየለሌ ርቀት ላይ ቆሞ የፍቅር ዜማን ያዜማል፡፡ \n\nስጠብቅሽ ጊዜዉ ሄደ ግን አሁንም አልመሸም ስለዚህ የጥበቃ ስራዉ በየ24 ሰአቱ እንደሚለወጠዉ አይነት ዘባተሎ አዉሎንፋስ ከመመታታችን በፊት ይህንን ረግጦ የማይቆም ልቤን ሳይንሸራተት ደግፊዉ፡፡ --ጠባቂሽ--\n\n\n\n\n",
        
        "\nመምከር ትወዳለህ፡፡ ብዙ ጊዜ ስለብዙ ነገር መክረኸኛል…ስለሰዉ ባህሪ፣ ስለፍቅር፣ ስለመለያየት፣ ስለሀገር፣ስለስደት አረ ምኑ ቅጡ! ብዙ አዳሞች ብዙ ወንዶች ብዙ ተባእት ሰዎች በህይወቴ አልፈዋል ግን እንዳንተ መካሪ አላገጠመኝም፡፡ \n\nምክርህ በእድሜህ ቢካፈል እድሜህ ከ 40 ልዘለለ ምክርህ ደግሞ ከ400 አመት የማያንስ ይመስለኛል…ሰዉ አርባ አመት ኖሮ እንዴት 400 አመት እንዳሳለፈ ሰዉ ይመክራል ዋዉ!! ስላንተ ሳስብ ከአፍቃሪነትህ ይልቅ ያባትነት ሚናህ ይጎላብኛል…እንደዚህ ስል ግን አትወደኝም ለማለት አይደለም…'እሹሩሩ የኔ ፍቅር' ብለህ እቅፍ ታረገኝና ስመኸኝ ሌላ አለም ዉስጥ እንገባለን ብዬ ስጠብቅ 'ማር በልብሽ ያለዉን እዉነት መቼም እንዳትሸፋፍኚዉ' ብለህ ትመክረኛለህ\n\n 'ፀጉሬን እየዳበስክ ስበህ ጎንህ ስር ዉሽቅ ታረገኝና የስሜት ማእበል ዉስጥ ሰጠምን ብዬ ስደመድም በድንገት 'ማሬ የግራ ጎን ምን ያህል እንደሚያስፈልግ በደንብ የገባኝ አሁን ነዉ' ብለህ አሁንም ትመክረኛለህ፡፡\n\n የኔ ዘመን በሁለት ጨዋታ መሃል እንደሚያልቅ አዉቃለሁ፡፡ ስሜትና ዝላይ ያንተ ምክር ግን ከስሜትና ከዝላይ በላይ የሆነ ዘለል ያለ ህይወት እንድጀምር ዘርዝሮ አሳይቶኛል፡፡\n\n የስሜቴን ሰንሰለት አጥብቆ የያዘዉ ያንተ ምክር ይኸዉ እስካሁን ጥርስ ከማብቀል አልፎ ጥርስ አስበቃይ ሆኗል!\n\n\n\n\n",
        
        "\nዉዴ፤ አንቺን ከተለየሁ ሰአት ጀምሮ በከባድ ድብርት ዉስጥ እየዋለልኩ አለሁልሽ፡፡ ደስታዬ ከጎንሽ መሆኔ ነዉ፡፡\n\nእንክብካቤሽ፣እንባሽ በቃ ሁለመናሽ ጥለሽልኝ የሄድሻቸዉ ትዝታዎችሽ ናቸዉ፡፡ የፈገግታሽ ብርሀን በልቤ ዉስጥ እየበራ አሁንም ድረስ ይቀጣጠላል፡፡ ከዚህ ሁሉ መከራና ጭንቀት ስገላገል የምፈልገዉ ነገር ቢኖር እድሜዬን ሁሉ ካንቺ ጋር ደስ ብሎኝ ማጣጣምና የፍቀርሽ እስረኛ ሆኖ የዚህን አለም መራራነት በጣፋጭነትሽ ማንበርከክ ነዉ!\n\n ፍቅሬን ከልቤ የምገልፅበትን እድል ብቻ ስጪኝ…ሌላዉን ለኔ ተዪዉ፡፡\n\n\n\n\n",
        
        "\nከፍቅርና ከገንዘብ የቱ በለጠብሽ? አዉቃለሁ ገንዘብ እንደሚያስፈልግ፣ይገባኛል ብዙ እቅዶችሽ በገንዘቦች መምጣት አለመምጣት ትርታ ላይ እንዳሉ…\n\nአንቺን ከወደድኩበት መዉደድ በበለጠ ለኔ ያለሽ ፍቅራዊ ናፍቆት ጠንካራ ቢሆንም አቶ ገንዘብ እያሳቀሽ፣እያባበለሽ 'እኔ ካለሁ ሌላዉ ትርፍ ነዉ' እያለ 'ደሞ ለሞላ የወንድ ዘር! ብልጥ ሁኚ' በሚል መፈክር እየሞላሽ ይኸዉ በፍቅሩ ሰከርሽ፡፡ ገንዘብ ስላጣሁ ስለምን ዉስጥሽ በገነ?\n\nስለምን ፊትሽ ተለዋወጠ?ስለምንስ ነጩ ጥቁር ሆነብሽ ?ብዬ ልጠይቅሽ አልፈልግም፡፡ ማንም ሰዉ ለሚፈልገዉ አላማ ገንዘብ የራሱን ሚና እንደሚጫወት ባዉቅም አገልጋይ ሆኖ እንዲኖር እንጂ አለቃዬ አላደርገዉም!\n\nሰዎች ሰንባል በገንዘብ ጥም ስንንከራተትና ጣኦት ሆኖብን ስንሰግድ  ለዘመናት የኖርን ነን አሁን ያየሁትን ግን ለማመን እንኳን እየከበደኝ ነዉ፡፡'የፍቅር ሀብታምና የገንዘብ ድሃ' ሰዉ ደሳሳ ቤቱን አጥቷል፣ዘመነኛ ሚስቱን ተነጥቋል፣'ፍቅር ዳቦ አይሆንም' ተብሏል በተገላቢጦሽ 'የገንዘብ ሃብታምና የፍቅር ድሃ' ሰዉ እሱነቱን በአደባባይ አጥቷል፣የሰዉ ሚስት ነጥቆ እራሱን ተነጥቋል 'ገንዘብ ካለኝ እያንዳንዷን ሴት አንደመርካቶ እቃ እሸምታታለሁ…ከሰልቫጅ እስከ ብራንድ ኒዉ!!' እያለ በየሴቱ ልብ ማስታወቂያ አሰርቷል!\n\n አንቺን ከማጣትና እራሴን ከማጣት የቱ ያማል?? አንቺን በብር ሳጣ ዉስጤ ደማ እራሴን ሳጣ ግን ምኑን ከምኑ ልለይ?? መልካም ህይወት ይሁንልሽ…!እራሽን ለመለወጥ የምታደርጊያቸዉ ጦርነቶች ሁሌም ያረኩኛል፤ግን ጦርነቶቹ እራስሽን ቀስ በቀስ ከምድረገጽ ለማጣፋት እየሆነ እንደመጣ ለኔ ለተመልካቹ ውልል ጥርት ብሎ ይታየኛል፡፡'ፍቅር ዳቦ አይደለም' ብለዉ ለሰበኩልሽ ግን ደግሞ ፍቅር ባለፈበት እንኳን ያለለፉ ዘመንኛ ጓደኞችሽ ምስጋናዬን አድርሺልኝ፤ይኅዉ አንቺም ተለዉጠሸ፡\n\n'ገንዘብ ሁዴን ሞላዉ'\n በአንድ ብር ዳቦ አንጀቴን አራሰዉ' ብለሺኛል፡፡\n\n ዳቦዉ አንጀትሽን አርሶ አንጀትሽ የነፍስሽን ጦም ማደር የሰማ ቀን ግን'ሆዴ ማርማራታ..\n\nየፍቅር ደመራ የት ነህ የኔ ጌታ' ብትይኝ \n\n'እኔ የለሁም እቱ አንጀቴን ላርጥበዉ\n\nፍቅር እንጂ ለኔ ሆዴማ ሆዴ ነዉ' የምል ይመስለኛል!\nመልካም ገንዘብ!!!\n\n\n\n\n",
        
        "\nየሰዉ ሃገር ኑሮ ሳላዉቀዉ ዉስጥ ዉስጤን በልቶት ምስጥ እንዳኘከዉ ግንድ ከዉጪ አብለጭልጬ ከዉስጥ ግን ባዶ ቅል ሆኜ መከራዉን፣ ስድቡን፣ ግልምጫዉን ችዬ የገንዘብ ድህነቴን ቻዎ ልለዉ የፍቅር ሀብቴን አንተን ደግሞ ላልለይህ ላገኘዉ እመጣለሁ፡፡\n\n እንደመጣሁ እንደምንጋባ ያለቀለት ጉዳይ ቢሆንም መጋባታችን የኛ ጅማሬ እንጂ ፍፃሜ እንደማይሆን መቼም ትረዳዋለህ፡፡\n\nናፍቆትህ በየሰበብ አስባቡ በሚመጡብኝ እንባዎች ተከብቤ ባለቅስ ባለቅስ አልወጣለሽ ብሎኛል፡፡ አዉቃለሁ አምላኬ አይንህን በአይኔ አንደሚያሳየኝ ግን አይንህና አይኔ ግጥም ብለዉ ባይተያዩስ የሚል ሃሳብ አእምሮዬ ዉስጥ ይመላለሳል፤ የቀደመዉ ባህሪህ በስልክ ሳወራህ ያዉ እንደነበረ መሆኑ ቢያስደስተኝም አንተን ራስህን ትቼህ እንደሄድኩ ቀን እንደዛዉ እንደማገኝህ ተስፋ አደርጋለሁ፡፡\n\nማር..መምጫዬ ከ 15 ቀን አያልፍም፡ ስለዚህ እቅፍህ ዉስጥ እስከምገባ እንደ ህፃን ልጅ ሁሉ እያረገኝ መነፋረቅ አብዝቻለሁ፡፡\nሁልም የኔ ነህ!!\n\n ናፋቂህ\n\n\n\n\n",
        
        "\nዉዴ እንዴት ነሽ…መዉደዴ ጨምሮ ጨምሮ ጨምሮ…አሁንም ጨምሮ…በቃ ኑሮ ሆኗል፡፡ የዚህ ዘመን ኑሮ አንድ ነገሩ ብቻ ያስደስተኛል…በቃ ዋጋዉ እየተወደደ ዉድ እየሆነ…ፍቅርቅር እያለ…ፍቅር በፍቅር ሆኖ አሁን ላንቺ ባለኝ አይነት ስሜት ዉስጥ ለመድረስ በቅተናል፡፡\n\n ብቻ ስለ እንጀራና ወጥ የየለት ኑሯችን ልነዘንዝሽ አልፈልግም…ግን ባጭሩ ፍቅሬ ጨምሯል ለማለት ያህል ነዉ፡፡ ዉዴ..ይበለዉና ለ 1 ደቂቃ እኔ ክላሽንኮፍ አንቺ ደግሞ ጥይት ብትሆኚ ምን እንደማደርግሽ ታዉቂያለሽ?\n\n አንቺን እኔ ዉስጥ አስገብቼ እራሴን በራሴ አቀባብዬ የሆነ በጣም ሀብታም ግን ደግሞ በጣም ግዙፍ ወደሆነ ምናምን እተኩስሽ ነበር፡፡ እስከመቼ እኔን እኔን ብለሽ ትቀሪ??? አዎ መዉደዴ ጨምሯል..አዎ ላንቺ ያለኝ ነገር ልዩ ነዉ ቢሆንም አሁኑኑ ጥይት መሆን ይገባሻል…\n\nሰዉን ሰንጥቆ የሚገባ ጥይት፣ግን አደራ…ባሩድሽ እኔዉ ጋር ይቅር! ምንም ነገር ሳትሸከሚ ተምዘግዝከሽ ስጋን በትነሽ እንድትገቢ እኔዉ ጋር ይቀመጥ፡፡ \n\nበተረፈ ባሩዱን በዚህ ፎሩሙላ ስለቀመምኩት ቶሎ ነይና ስጪኝ…ፎርሙላዉም እንዲህ ነዉ 'ፍቅር ቆሎ አይደለም እዚህ አይዘገን እዛ አይቆረጠም' …እወድሻለሁ!\n\n\n\n\n",
        
        "\nአባት-------ብልጥ ሁን ልጄ ሰዉን ብለጠዉ የታባቱ! በሁሉም ነገር ሞኝ ከሆንክ ትጎዳለህ…በጣም፡፡\n\nጓደኛ-----ብልጥ ሁን አትጃጃል…እራስህን እንደ አሪፍ እያየህ ገደል እንዳትገባ ከም ኦን!ንቃ\n\nሃገር------ምን ትጨቀጭቀኛለህ! አስሬ ስሜን እየጠራህ አትርገመኝ…በናትህ ከፈለክ ሌላ ሀገር ላይ ሆነህ ተራገም እምብርቴ ላይ ሆነህ የቆዳ ህመም አታምጣብኝ/ጠበስከኝ እኮ…ብልጥ ሁን!\n\nመርካቶ----አቦ ተወደደ ምናምን እያልክ አትነዝንዘኝ!!!! ከፈለክ ግዛዉ ካልፈለክ ሽጥ…ብልጥ መሆን የራስህ ሃላፊነት መሆኑን መቼም አልነግርህም…\n\nታክሲ------ጠጋ ጠጋ ብለህ ተቀመጥ…ለስሙኒ እንደዚህ ከምትጨቃጨቅ ብተወዉ ይሻልሃል…ካፌ ገብተህ 1 ብርና 2 ብር ጥለህ ትወጣ የለ? እና እኛ ጋር ስትመጣ ነዉ ወጪ ቆጣቢነትህ ትዝ የሚልህ? ዉይ ብልጥ መሳይ ግን …\n\nደሞዝ----ምን አስሬ ትቁለጨለጭብኛለህ? እንደፈረደብህ በትነኝና ብትን ብለህ ተኛ! እንዳረጀ ዉሻ አታላዝንብኝ…የሆንክ ኤፍ ኤም 199.99…የብልጥ ሞኝ!\n\nፍቅር----ሁሉም ያልፋል ሁሉም…ያሁኑ ሃዘንህ በነገ ደስታ ይለወጣል ምናምን እያልኩ ሚሊየን ጊዜ የሰማኸዉን ነገር አልደግምልህም…\n\nእኔ ፍቅር ነኝ፡ በፍቅር ጌታ የተሰራሁ ፍቅር፡የተላኩ ተስፋህ…አልጨምርም አልቀንስም፡ የመኪና ጎማ አያስደንቀኝም፡ ብር አያበረኝም፡ ፋሽን ልቤን አያጠፋዉም፡ ያዉ ነኝ…\n\nግን ሁሉም ሰዉ ፊቱን አዞረብኝ…በስሜ ብዙ ይደሰኩራል ይጽፋል ያወራል…ቫለንታይን ዴይ ያዘጋጃል ይዘፍናል…ይራቀቃል ይፈላሰፋል…ብልጥ ሊሆን ሞከረ…ብ.ል.ጥ ሆነም ቀረም ለፈለገኝ አሁንም አለሁ…በዚህ አዉሬ ጊዜም አለሁ!\n\n\n\n\n",
        
        "\nድሮ ልጅ እያለን እቃቃ ያልተጫወትን አንኖርም፡፡እ…ቃ…ቃ…ብዙዎቻችን ደሞ ባለንበት የወጣትነት ዘመን ብዙ ያማርኛ የፍቅር ፊልሞችን አይተናል፡፡ አሪፍም ደባሪም አሉ ብቻ የእቃቃንና ደባሪ ያማርኛ የፍቅር ፊልምን ተመሳሳይ ጎኖች በአጭሩ እንመልከት…\n\n1.እቃቃ 90 ፐርሰንት በላይ ፉገራ ነዉ…ደባሪ ያማርኛ የፍቅር ፊልምም 90 ፐርሰንት ፉገራ ነዉ፡፡(ሜትሮሎጂ እንደዘገበዉ)\n\n2.እቃቃ እዉነትን ተመሳሳይ በሆኑ ማንነቶች ለማቅረብ ይጥራል (ለምሳሌ ቡና ለማፍላት ከፈለግን…አገሩን ቡና ልንለዉ እንችላለን…አማርኛ የፍቅር ፊልምም እንዲሁ ነዉ፤ልጁ ወደዳት…እምቢ አለች…ተለማመጠ…ተዋደዱ…ተጣሉ…ተመልሰዉ ተታረቁ..በፍቅር ከነፉ)\n\n3.ተዋናዩ ሊያስተላልፈዉ የፈለገዉ ነገር…ቀልድ(ለዛዉም ብዙዎቻችን ቀድመነዋል) ከዛ የፍቅር አቡጊዳ…እቃቃጭብጡ…ሳይታለም የተፈታ…\n\n4. እቃቃ ሙድ አለዉ…የሆነ ሴሪሞኒ አለ…በዛ ዉስጥ መንቀሳቀስን ይጠይቃል….የፍቅር ፊልምም ያዉ ነዉ…ለምሳሌ፤ሀብታም ልጅ የድሃ ልጅ አፍቅራ ሰትንሰቀሰቅ…ኸረ! ተባለ እንዴ!(ሀብታም ድሃ ጋ የሚመጣዉ ወይ ለቀብር ነዉ አልያም የጠፋበትን የመኪና እስፖኪዮ እንዲመልስ በፖሊስ ሊያሲዘዉ ነዉ)\n\n5.በመጨረሻ እቃቃ ሲያልቅ አያምርም ወይ አንዱ ይበጠብጣል ወይም ሴሪሞኒዉ ይበላሻል፡፡ ያማርኛ ፊልምስ? ብዙዎቹ  ፊልሞች(ለምሳሌ…ለነገሩ ተዉት ማንን ጠቅሼ ማንን ልተዉ…) መጀመሪያን መካከለኛ ነገር አላቸዉ….መጨረሻ ግን የላቸዉም…(እናዉቀዋለና! )\n\nስለዚህ አንድ ግጥም ይኸዉ እቃቃም ነበረ ድሮ ተጫወትነዉ\nቡናዉን አፍልተን የተፎጋገርነዉ \nእንጀራ ነዉ ብለን ቅጠል የጎረስነዉ..\nመጨረሻ ላይ ግን የተበጣበጥነዉ…\nዕንዴት እንረሳዉ…ልጅነትን በፊልም ቀድሞ የሰራነዉ….\nበ ‹ሐ› ጀምረነዉ ‹ሖ› ብለን ጨረስነዉ\nያማርኛችን ፊልም የድሮ እቃቃን ዘርፎ ያመጣልን\nአልባነንንም እንጂ ሁለተኛ እቃቃ ሰጥቶ ሲያጫዉተን\nባንድ ሰአት ተኩል አፈሩን በእንጀራ ፉገራዉን በልብስ ካልኩሌት አርጎልን\nአኛም እናያለን የድሮን እቃቃ ባዲሱ እቃቃ በአሪፍ ለዉጠን…\nአራዳ ሆነናል እስማርቶች ሆነናል እኛን ማን ሊችለን!\n\n\n\n\n",
        
        "\nፍቅሬ RC 1 ለጤናህ እንደምን አለህ? እኔ ካንተ ናፍቆት በስተቀር በጣም ደህና ነኝ፡፡ ምነዉ RC1 በፍቅርህ ተቃጥዩ በየላይብረሪዉ ዐንተን የዤ ስዞር፣ ቴንሽን ዉስጤን ቦርቡሮት እስከ 9 ሰአት አይን አይንህን እያየሁ ስቸክልህ እንዲህ ጉድ ታረገኝ!\n\n ምነዉ ባለፈዉ ቅዳሜ እንኳን አንተን ብዬ እራት ካፌ አምልጦኝ ተዘጋብኝ፡፡ ምንም ሳይመስለኝ ዲዛይን አርገኝ ስትለኝ እያረኩህ ፍለጠኝ ስትለኝ ዕየፈለጥኩህ…አንዴ ደሞ ሴፍ አይደለሁም ስትለኝ አንተን ሴፍ ለማረግ ባለ በሌለ ሄይሌ ተጠቅሜ ሴፍ ሳረግህ…ኸረ ስንቱ….ዕነዛ ያሳለፍናቸዉን የፍቅር ጊዜያት ለምን fail እንዳረገ structure ታየዋለህ….?\n\n እነ soil mechanics እንተን ቁጭ ብለዉ ሲያሙህ አንዴ.. 'ምነዉ ብረቶቹ ወላልቀዉ concretu fail ቢያረግ!..' ሲሉህ እኔ ሰምቼ እንዳልሰማ እየሆንኩ አንድ ቀን እንኳ ሳላማህ አንተ ግን ለዛ ለአዉሬ ለ F አሳልፈህ ትሰጠኝ?\n\n ያ የቀድሞ ቦይ ፍሬንዴ strength of materials እንኳን እንደዚህ አልተጫወተብኝም…\n\nዉዴ…በናትህ በ structure 2 ሞት ይዤሃለሁ ወደቀድሞ ፍቅራችን ተመልሰህ ላልተዉህ ላተወኝ እኔም open book አንተም open book ሆነህ አብረን እንኑር ፤\n\nደራሲ አዲስ አለማየሁ እንዳሉት ግንኙነታችን ፍቅር እስከ A እንዲሆን ባባትህ አምላክ በ ቲቸር አለማየሁ እጠይቅሃለሁ፡፡ያንተዉ አፍቃሪ G ነኝ ከ ዶርም!\n\n\n\n\n",
        
        "\nአንዳንዴ ህይወት ወዴት እንደምትወስደን ባላዉቅም ከአንድ ጅረት ወደሌላዉ ወደ ሩቅና ጥልቅ ወደሆነ የሆነ ጅረት እያገላበጠችና እያስፈራራች አልያም እያባበለች ትገፋናለች፡፡\n\nመገፋት ለኔ አዲስ ነገር ባይሆንም በብዙ የፍቅር ዉጣ ዉረድ ዉስጥ ማለፌና መጎዳቴን ሳየዉ አዝናለሁ፡፡ መጎዳት እንዴት ያማል! ከባድ ነዉ በተለይ ባንቺ በፍቅሬ…\n\n ወታደር ሆኜ ስኖር መቁሰልና መሞት ለኔ ብርቄ አልነበሩም፡፡ ሁሌ ከሞት ጋር ፍጥጫ ሁሌ ሲኦል ሁሌ ትግል በዚያ ምድረ በዳ ዉስጥ አይቼዋለሁ፡፡ ይህ ሁሉ ሆኖ እንኳ ካንቺ ጋር የነበረኝን ልዪ የፍቅር ጊዜያት ሳስብ ተስፋዬ ከየት መጣ ሳልለዉ ሙልት ግጥም ይላል…\n\n አምላኬን ሁሌም በዛ የሞት ጋራ ላይ ሆኜ ህይወትን አልነበረም የምጠይቀዉ…አለመሞትን አልነበረም የምጨቀጭቀዉ ግን አንቺን…አንቺን ነበር…'\n\n ደሞ ምን ብለህ ትጠይቀዉ ነበር?' ካልሺኝ በዛ የእሳት ዲን ዉስጥ እንኳ ብሆን አብረሺኝ ብትሆኚ መቶ ጊዜ በጥይት ብመታ፣ ሺ ጊዜ ብሞት ባልቆጨኝ ነበር…ግን እንዴት አልሙት ሳልል 'ምነዉ ከኔ ጋር በሆነች'አልኩ? አላዉቅም ከሞትና ካንቺ ለኔ ማን ይቀድም ነበር?? ግን ግን ተጎዳሁ…ለምን እንዴት ብዬ ብጠይቅ ምን ላገኝ?\n\n ያ ሁሉ ያሳለፍነዉ የፍቅር ቃል ምን ነበር? ምን ነበር ቃል የተገባባነዉ? ትዝ አለሽ 'ስመጣ ተጋብተን ልጆች ወልደን አብረን ስንኖር አቤት ሲያምር!' ስልሽ አንቺም እንዲሁ ስትዪኝ እንዴት ያምር ነበር! ብቻ ይቅር! \n\n ስመጣ ነገሮች መገለባበጣቸዉ አላስደነገጠኝም ግን ያንቺ በሌላ ሰዉ እቅፍ ውስጥ መግባትሽን ሳስበዉ 'ምነዉ እዛዉ በሞትኩት!' ይላል ዉስጤ…ግን ላንቺ ለፀሃይቱ ፍቅሬ መጥፎ ነገር አይወጣኝም…ይሁንልሽ ይሳካልሽ ይቅናሽ፡፡ ለካ ልብ ሲቀልጥ ሰዉ ዝም ብሎ ነዉ የሚወዛወዘዉ…እንደገና ጠፍጥፈዉ አይሰሩት ነገር ሆኖብኛል፡፡\n\n መዉደዴ ከእድሜዬ ይበልጣል…ልረግጣቸዉ ካልኳቸዉ የተቀበሩ ቦምቦች ይልቅ ሃይለኛ ነዉ፣ ከሳቅኳቸዉ ሳቆች በላይ ይሰማል፣ ካለቀስኩበት ቀን ይልቅ ያስለቅሳል ከሞትኩበት ቀን የበለጠ ልብ ይበላል…ይኸዉ ነዉ መልእክቴ፡፡ በዚች አጭር ቃላት ልቤን በዚች ቅፅበት ዘጋሁት~~~\n\nየፍቅር ጦር ሜዳ ነበር ለካ ልቤ\nከሞት የበለጠ የተነደለ ነዉ የፍቅር እልኬ\nልብሽም ለልቤ እሹሩሬ እሚለኝ ጣፋጭ ከረሜላ\nትላንትም ቅድምም\nአምናና ካቻምናም ነበረ ወለላ\nአሁን ግን..ግን አሁን ነጭ ጥቁር ሆነና\nላወጣዉ ጀመርኩኝ አቃጠለኝና፡፡~~~\n\n\n\n\n",
        
        "\nፍቅር ሚጀምረው መቼ ነው? ብዬ አባቴን ጠይቄው ሳቀና  ባጭር ደመደመው ...\n\n‘ልብህ ድው ድው ሲል’...\n\nእንዴ አባዬ ልቤኰ በሌላም ነገር ድው ድው ይላል ብዬ ብነግረው\n\nአዎ ልጄ ግን ስትወድ ልብህ በ D ይጀምራል ከዚህ ውጪ ግን ብው ብው ይላል፡፡ እስኪ አዳምጠው\n\nሃሃሃሃ.ሃሃሂሂሂ... ትፎግራለህ እንዴ አባዬ ምንም ውጥ የለውም...ድው ድው ነው የሚለው እውነት! እማዬን! አልኩና ትቼው ከቤት ወጣሁ፡፡ውዴ ጋ እየተቻኰልኩ እየሄድኩ ነው..ልቤ እየመታ ብው ብው ብው.ድው.ብው ብው.ድው ይላል\n\nእውነቱን ነው ፋዘር ልቤ ብዙ ጊዜ ብው ብው ብው ያበዛል....\n\nኰተት ብቻ እያየ .ወሬ ብቻ እያየ ፍቅሩን እዛ ጥሏል \n\nበብዙ ብውታ ጥቂት ድውታ \n\nለካ ፍቅር ሲኖር ለካ ስንዋደድ ብውታው ቀንሶ ድውታው ይሰማል፡፡\n\n ድውታው ላይ ብቻ ፍቅር እውነት ብቻ ፍቅር መውደድ ብቻ ፍቅር ልብን ብቻ መሆኑ ገብቶኛል\n\n\n\n\n",
        
        "\nወፎች ዘመሩ፡፡ ተራሮች ማህሌት ቆመዉ ቅዳሴው ሰመረ፡፡ የቤተመቅደስ ጧፍ ተንቀለቀለ፡፡ ጉሞች ወደ ከርቤ ወደ ባህር እጣን ተለዉጠዉ ተነኑ፡፡ የባህር ሞገድ ተነስቶ ወደቀ፡፡ ስትንሳፈፍ የቆየች ህይወት ምልህቋን ጣለች፡፡ ዝም-ዝምታ፡፡\n\n'ይህች ህይወት!' አለችና ቀና ብላ፡፡\n\n'ዉብ ናት' አላት፡፡\n\n'ግን አጭር ነች' አለች፡፡\n\n'መሆንዋ በጀ…'\n\n'ለምን ልጄ?'\n\n'አጭር ባትሆን ኖሮ እንዲህ አትጥመንም ነበር…'\n\nትንሽ ቆየችና 'ለምንም ነገር ደንታ ያለህ አትመስልም' አለችዉ፡፡\n\n'እንዴት ማለት?' \n\n'ስለ ፍቅር ስለ ሰዉ እንዴት ልበልህ'\n\n'ደራሲያን አድገዉ አያበቁም ለዚህ ነዉ፡፡'\n\n'ስለኔ ምን ይሰማሃል?' ስትል ጠየቀችዉ፡፡ ቀጥታ መልስ አልሰጣትም፡፡\n\n'እየሞቀች የምትሄድ የጠዋት ፀሀይ ነሽ' አላት፡፡\n\n'ፍቅርህ እሳት ዉስጥ ለምትገባ ሴት ይብላኝ!' አለችዉ፡፡\n\n'ለምን?'\n\n'የእሳት ራት ሆና ትቀራለች፡፡ ታቃጥላለች እንጂ አትነድም፡፡ ፍቅር ታስይዛለህ እንጂ ፍቅር የሚይዝህ አትመስልም፡፡'\n\nግንባርዋ ላይ ሳማትና ዝም አለ፡፡.....\n\n\n\n\n",
        
        "\nእሱ----ሞዛዛ ሰዉ ያስጠላኛል…እየተሟዘዘ ሲናገር…እየተሟዘዘ ሲኖር…የሆነ ሞ..ዛ…ዛ!!\n\nእሷ---አንዴ ልሟዘዝ? አንዴ ብቻ…!? ስማ ሞዛዛ በህይወትህ እያንዳንዷ ደረጃ ላይ ልትጠቅምህ የምትችል ቅመም ቃል ናት፡፡ ለምሳሌ ፍቅር ያዘኝ ምናምን እያልክ አገሩን አቧራ ስታጨስ ከከረምክ በኋላ ትንሽ ረገብ ሲልልህ (ያዉ ስትሟዘዝ ማለት ነዉ) አስጠላችኝ..ደበረችኝ ለኔ አትመጥንም ቅብርጥስዮ ትላለህ ወሬ!\n\nእሱ---ስሚኝ የሞዛዛ አድናቂ…እናንተ ከ 80 ፐርሰንት በላይ የሆናችሁት ሴቶች ሞዛዞች ናችሁ!(ለነገሩ ፐርሰንትም አይችላችሁ…ፀባያችሁን በፐርሰንት ከማስቀመጥ ፐርሰንትን በናንተ ጠባይ መመዘን ምንኛ ቀላል እንደሆነ የት ታዉቂና…ውይ!)\n\n አንዲት ሴት በአማካኝ ከግማሽ በላይ ወሬዋ የሞዛዛነት ስሜት ታንፀባርቃለች ለምሳሌ…ልጁ ደክሞት ስልክ ሲደወልለት አላነሳም..በቃ አላየዉም ከዛ ጓደኛዉ ደወለች…ለምን ስልክህን አላነሳህም?-ምን ማለት ነዉ ቢደክምህስ?-ሊያስረዳት ቢጥርም ሰሚ አላገኘም…ስለማትወደኝ ነዉ…አስጠላሁህ አይደል?ተጠቅመህ በሌላ ሴት አፕዴት የምታደርገኝ የትኛዉ ሶፍትዌር መሰልኩህ? ባለፈዉ ግዛልኝ ያልኩህን ጫማ ችላ ብለህ…ምናምን እያለች አንዲሁ ስትሟዘዝ ልጁን አሰከረችዉ፡፡ ስለዚህ እባካችሁ 100% አትሟዘዙ ማለት ቢከብደኝም(ተፈጥሯችሁ ነዋ!) በተቻላችሁ መጠን ቀንሱት…\n\nእሷ----አንዴ ተፈጥሯችሁ ነዉ ትላለህ ሌላ ጊዜ ደግሞ አትሟዘዙ ትላለህ…መጀመሪያ ከራስህ ጋር ዲፕሎማሲያዊ ግንኙነት አድርግ…የምን እንጣጥ እንጣጥ ልበል ነዉ!\n\nእሱ---ድሮ ድሮ ቦሌ አካባቢ ነበር ይህ በሽታ ሲታይ የነበረዉ…አሁን ግን ድሀዉ ላይ ብሷል…ዉሃ ልቀዳ የሆነ ሰፈር ጀሪካን ይዤ 'እናቱ ዉሃ አለ?' ስል አንዷ የደሃ ሞዛዛ…'ፕሊስ ምንድነዉ የምታወራዉ?…ይሄ ቦኖ መሰለህ? …ቻት እያረኩ ነዉ ዶንት ዲስተርብ ሚ' ምናምን አላለችኝም መሰለሽ…ሞዛዛ!\n\nእሷ--ፕሊስ ለቀቅ አርገና! በዚህ እድሜ ነገር ፈትፍተህ ከምትበላ ቁም ነገር ብታወራ ይጠቅምሃል…ሰዉ በሞላበት ሃገር ሰዉ አጣሁ...ምን ላርግ?እሱ---እም..እንዴት?\n\nእሷ----ሰዉ አጣኋ…ገንዘብ ነዉ ኢንጅኑ፣እጅ ከምን፣ለሃይገር ባስና ለደሃ ፓርኪንግ ቦታ የለንም፣ከሌለህ የለህም፣ምናምን.. ከሚሉት አስተሳሰቦች አለፍ ያለ ነገር አጣሁ…አንዱ ደራሲ አንጀቱ አርሮ እንዲህ ብሎ ነበር…አበሻ ከአፍንጫዉ ትንሽ አለፍ ብሎ ማሰብ አይሆንለትም\n\nእሱ---ስለዚህ የልብ ሰዉ ካጣሽ ምናልባት ልብሽ ጋር ችግር ይኖር ይሆን? እሱን ቆም ብለሽ እስኪ እዪዉ..\n\nእሷ---ምን አልባት የጸባይ ግትርነት የሚያጠቃኝ ሰዉ ስለሆንኩ ለብዙ ሰዉ የማይመች ማንነት ሊኖረኝ ይችላል…የፈለገ ቢሆን ግን አንድ ሰዉም ቢሆን እንዴት እንዴት አጣለሁ…?\n\nእሱ--ያሁኑ ዘመን ሰዎች…ለሁሉም ነገር ስለምንቸኩል እግዜር የሞታችንን ቀን በጆሯችን ቢነግረን እንኳ ወይ ፌስ ቡክ የወሬ ቡካችን ላይ ለፖስት እንሽቀዳደማለን እንጂ አንሰማም…\n\nለመብላት ጥድፊያ..ለመበላት ጥድፊያ…ኖሮ ለመሞት ጥድፊያ…ሞቶ ለመቅበር ጥድፊያ፣ ለመጣደፍ ጥድፊያ…ስለዚህ አንቺም አትቸኩይ በሚጣደፍ ማንነት ዉስጥ አንኳን የልብ ሰዉ, ከልብ ሰላምታ የሚያቀርብ ሰዉም ማግኘት ይከብዳል!\n\nእሷ--ይልቅ አሁን አሪፍ ምክር መከርከኝ…እስቲ እግዜር እስኪጥልልኝ ልታገሳ…\n\n\n\n\n",
        
        "\nላቭ እንዴት ነህልኝ ስንቱን ነገር ከድተህ ትችለዋለህ? በፍቀርህ ፊሊንግ ሼክ ሳደርግ 'ዛትስ ሃዉ ኢት ጎዝ!' ብለኸኝ አረፍከዉ! ያሳለፍናቸዉን የፍቅር ጊዜያት እያነሳሁ መንገብገብ አልፈልግም! በት.በት…እንደጁስ ጠጥተኸኝ ፍላይ አረክ፣ በጣም የሚያናድደኝ ነገር ምን እንደሆነ ተዉቃለህ?? \n\n'ዩ አር ማይ ግሪን ካርድ፣ ኢፍ ኢት ኤክስፓየር አይ ዊል ኤክስፓየር…' ያልከኝን አረሳዉም…ይብላኝ ላንተ! እኔስ የተሻለ አገር ፍላይ ላረግ ነዉ …ሶ አይደንቀኝም!!\n\n ዩ ዌር ሂሮ…በት……ዩ ሚስ ዘ ቢግ ፊሽ!! መልካሙን ሁሉ ዊሽ አርጌልሃለሁ…አንድ ነገር ብቻ ልበል፣ ጀስት ሪድ ዚስ…\n\n\nፋርነት በፍቅር መሆኑን አዉቄዉ\nግሪን ካርድ ሆንኩልህ ማንነቴን ሰጠሁ፣\nአንተም ፕላንህን ኤክስኪዩት አርገህ\nካገር ወጣህ አሉ….\nእኔም ፕላንህን አሪፍ ተዉኜልህ\nንዴቱን ፀፀቱን ሀዘኑን ግፌልህ\nእኔም ካገር ወጣሁ ይመችህ ይመችህ!!!\n\n\n\n\n" ,
        
        "\n'እንኳን ለቫለንታይን ዴይ አደረሰህ!' አለችኝ\n\n-- ኦ መቼ ነዉ…?\n\n** እየቀለድክ መሆን አለበት!\n\n-- ምንም እየቀለድኩ አይደለም!\n\n** ኦኬ ነገ ነዉ…እና እንዴት ልታሳልፈዉ ነዉ?\n\n-- ቀይ ነገር እየበላሁ ለማሳለፍ አስቤያለሁ\n\n** ከፍቅር ጓደኛህ ጋር ነዉ ወይስ…?\n\n-- ብቻዬን!!!\n\n** ምነዉ በሰላም??\n\n-- ኸረ በጣም በሰላምም በስካይ ባስም ነዉ!\n\n** ምን ትቀላቅላለህ!\n\n-- በቃ ለብቻዬ ነዉ የማሳልፈዉ!\n\n** ጥ..ጥሩ ነዉ ግን አብረህ የምትሆነዉ ሰዉ ጠፋ እንዴ?\n\n-- አልጠፋም\n\n** እና?\n\n-- ከራሴ ጋር አብሬ ልሁን ብዬ ነዉ\n\n** ህም…ብቻ ከሰዉ ጋር መሆን ጥሩ ነዉ\n\n-- ለኔ ጥሩ አይደለም! ጥሩ ሰዉ ለርኩስ ሰዉ 1-ለ 101 በሚመራበት አለም ዉስጥ ቁማር መበላት አልፈልግም! ባላንጣ የበዛበት ቫለንታይን የጭቃ እሾህ ፍቅር… በዘመኑ ዘመንኛ ቋንቋ ዕዉነትም ፍቅር ፓ! እዚህ ገንዳ ዉስጥ አሁን ባልገባ እመርጣለሁ\n\n** ገንዳ አልከዉ? መዋደድ ፋርነት አይደለም…ነገሮችን በመጥፎ ሳይድ ባታይ!\n\n-- ነገሮችን እንደአመጣጣቸዉ አያለሁ..መጥፎ ከሆኑ መጥፎ..ጥሩ ከሆኑ ደግሞ ጥሩ..ቫላንታይንን ከዉስጤ ባላንጣ ጋር እያሳለፍኩ እግዜር በረዳኝ መጠን ዉስጤን ላዳምጥ ከዛ የወንድና የሴት አፈሙዝ በሚያዝበት ሜዳ ላይ ቅብብሎሹን በደንብ እጫወተዋለሁ!!\n\n\n\n\n"
    ],
    
    "contentC" : ["\nየሰከነ ፍቅር ምን ያደርግልናል?\nይልቅ ተበዳደረን ቸባ በል ቸባ በይ ሞቅ አርጊዉ ይበጃል\nየሰከነ መዉደድ ምኑ ያዋጣናል?\nይልቅ ተቦዳድነን ብንጨፍር ይሻላል\nየሰከነ ፍቅር የቱጋ ጠቅሞናል??\nይልቅ ቅልጥ በትን ብትንትን ድርግምግም ብንል ያምርብናል\n የፍቅር ተስቦ በዚህ ዘመን ገብቶ \nአናክሶንልና ይፋፋም እሳቱ ይንደድ እንቶ ፈንቶ\nበሰከረ ፍቅር አለመስከር ከቻልን\nከመዉደድ ተስቦ ክትባት ተከትበን\nበነተበ ህይወት በዛለዉ ማንነት መኪና ገዝተናል\nፋሽናም ዘመናይ ወደፊት! ብለናል..\nኖራዉ ዘመናችን እንትናን ቀብቶ እንትን አበላሽቶ እንትን ቤቱ ሆኗል!\n\n\n\n\n",
        
        "\n\n\nከንፈርሽ ላይ ሆኜ ከንፈርሽን ስሜ\nከልብሽ ዳር ሆኜ ልብሽንም ስሜ\nረብተሽኝ ሳላይ አየሁሽ በህልሜ\nሰዉ መሆኔን ጠላሁ አልገጥም ሲል ጎኔ" ,
        
        "\n\n\nመሄድሽ ነዉ በቃ ቻዎ ብዪሻለሁ\nዝናሽን ጥይቂ መልእክት አኑሬአለሁ\nእሷን ካላገኘሽ አስታዉሺ ለክብርሽ ስጠኝ\nሰው ሲሞት አፈር ነዉ ታይቶ የሚሟሽሽ...",
        
        "መዋብሽ ነዉ ነፍስሽ\nከቅርቡ ጓደኛ ከጎረቤት አፍሽ\nከሚለሳለሰዉ…ሲነኩት ከሚያምረዉ\nፀሃይ ከማይችለዉ\nቶሎ ከሚከስለዉ..ከዛ ነዉ ወደብሽ\n…\n…\nከዘር ነዉ ከዉስጥሽ\nከሩቅ ማንነትሽ…ከናትና ባትሽ\nካያት ቅድማያትሽ\nየተመዘዘ ነዉ ተንኮልና ሴራሽ!",
        "\n\n\nፍቅር ሚስጥር አለዉ በተባልኩበት ቀን\nሚስጥሩን ወርውሬ አገኘሁት ፍቅርን\nሳቅኩበት በሚስጥር….\nኪኪኪ\n...\n ኪኪኪ..\nማቆም እስከማልችል\nአይኔን ስገላልጥ ሚስጥር ሆኗል ፍቅር\n\n\n\n\n",
        
        "\nደም ግባትሽ ሆዴ\nደም ግባትሽ ፍቅሬ\nበዘመናት ብዛት በእድሜ ሰንሰለት\nበዉጣ ዉረድ ዉስጥ በድካም በብርታት\nበእንባሽ ዉስጥ ፍቅር በሃዘንሽ ፍቅር\nበሳቅሽ ባሳብሽ በንዴት ህመምሽ\nበጣርሽ በሲቃሽ በናትነት ሆድሽ\nይታየኛል ፍቅር\nየለቅሶ ጩኸትሽ የተከዘዉ ልብሽ\nየተናቀዉና የተካደዉ እዉነት ያ ሰፊዉ አንጀትሽ\nዉበቱ ጨምሮ\nይታየኛል ፍቅር..ፍቅር ይታየኛል\nየገንዘብ ዳንኪራ የኩታራ መአት\nሆኖ ባዶ ጀብዱ ባዶ ኩራት\nዘምኖ ደስኩሮ ሲንጋጉ ተንጋግቶ\nሲሮጡ ሮጦ ለተራ ቅል ህይወት\nትዉልድ ይታየኛል ፍቅር ጠዉርሮበት\nግን አንቺ..\nግን አንቺ የኔ ዉድ\nአስጠሊታ አካሌን በፍቅር ሸፍነሽ\n ጠዉልጎ ለቀረዉ ለዚህ ችኩሉ ሰዉ በርጋታ ካጎረስሽ\nኮሌጅ ዩኒቨርሲቲ ያላስተማረኝን\nየለገስሺኝ ውዷ አስተማሪዪ ነሽ::***ኑሪልኝ***!!!!\n\n\n\n\n",
        
        "\nበአስመሳይ ዘመን ሰዉ ሁሉ ሲንጋጋ\nእኔም እንደሌላዉ ህይወቴን ሳናጋ\nዘመኑ ነጎደ ጊዜዉም በረረ\nበቀልድና በፌዝ እንዲሁ ተነነ\nግን ፀሎቴ ሰምሮ ምላሽ ዛሬ አግኝቷል\nአንቺን ለኔ ልኮ ልቤ ተረጋግቷል\nብትክደኝስ? ብዬ አስቤ ነበረ\nብተወኝስ? ብዬ ፈርቼ ነበረ\nግን…..\nልብሽን ስቃኘዉ…ስቃኘዉ…ስቃኘዉ\nስዞረዉ ስዞረዉ…ስዞረዉ\nፍቅር ፍቅር ይላል መዉደድ መዉደድ ይላል \nሌላ ምንም የለዉ!\n\n\n\n\n",
        
        "\nበፍቅር ቆይታ መዋደድ መፋቀር አስሬ መጨነቅ\n‹ዉዴ ገባህ ሰላም?› ፍቅሬ ገባሽ ሰላም?› ብሎ መጠያየቅ\nበፍቅር ቆይታ መተሳሰብ ብቻ ልዩነትን ትቶ ማሰብ ማሰላሰል ስለሌላዉ ወገን\nደስ ይላል ይደምቃል ይጥማል ይሞቃል…ግን\nፍቅር ቀሎ ሲኮነን ፣ ድንበር ሲበጅለት\n‹ከማግባቴ በፊት..› ‹ካገባሁ በኋላ..› ተብሎ ሲጠብበት\nቆይታዉ ደብዝዞ ደብዝዞ ደብዝዞ\nማንነቱን ረስቶ ሽብር ብቻ ነግሶ\n‹አንቺን ባላገባስ!› ‹አንተን ባላገኝስ›\nበሚል ባዶ እልህ አጉል ተመንድጎ በሃሳብ ኮብልሎ\nሂድ! ተብሎ ተባሮ ቀጭጮ መንኖ\nይጠፋል ላይመጣ ፍቅር ቤቱን ጥሎ!\n\n\n\n\n",
        
        "\nዲቪሽ የኔ ቆንጆ ሮጠ ተለየ\nምንም ምንም ብትይ ላይመጣ መነነ\nከቶ ለምን ሄደ…?ምን ብታረጊ ነዉ እንዲህ ያመረረ..ፊቱን ያጠቆረ?\nዲቪሽማ….\nእያዘነ ሲስቅ\nእያመመዉ ሲዘልቅ…\nእጅ አልሰጥም ብሎ እግርሽን ሲከተል ፍቅርሽን ፈልጎ ባክኖ ባክኖ ሲናቅ\nዲቪሽማ…\nዉጪዉን ቁርበቱን የኪስ ማንነቱን ወደሽዉ ነበረ\nግን…\nዉስጡን አላወቅሽም ምን እንደወጣልሽ\nከቶ አልጠረጠርሽም…ዋጋዉን አልጠየክሽ ዘባተሎ መስሎሽ\n'ደሞ ለሳር ቅጠል! ደሞ ለሞላ ወንድ!' ብለሽ ተዘባብተሸ…\nቪዛዉን ሲሰጥሽ..ኪኪኪኪ…ኪኪ ሃሃሃሃ..ሃሃ! ስቀሽ\nቀዳደሽ ቦጫጭቀሽ እዛዉ ጥለሽዉ ሄድሽ!\nአልገባሽም እንጂ የኔ ምስኪን\nአልባነንሽም እንጂ ሆነሽ አይነ ስውር\nመቼም የትም ቢሆን\nየማታገኚዉን አጥተሽዋልና ልቡን የሰጠሸን\nመሬት ብትቧጥጪ ብትቀበጣጥሪ\nምክንያት ብትሰጪ ፈልስፋ ብትሆኚ\nየፍቅር አንደኛ ዲስኩር ብትከምሪ\nዲቪሸ አምልጦሻል…\nዉይ! ብሎ ተቃጥሎ..ዳግመኛ ላይመጣ ፍቅርሽን ፈልጎ\nቻዎ ብሎሽ ሄዷል!!!!\n\n\n\n\n",
        
        "\n\n\nከረሜላ በልተህ አትንከዉከዉ\nከጣእሙ በፊት ከወከባው በፊት\nከመምጣቱዋ በፊት\nህይወትህን አስብ\nማሩ ውስጥ መርዝ አለ ዝም ብለህ አተብት!",
        
        "\nአንድ 100,000 ጊዜ ሚሊየኖች ጊዜ ዐረኔ ወደድኩህ…\nወደድኩህ….\nወደድኩህ\nወደድኩህ..\n.\n.\n.\n.\n.\n.\nአሁንም ወደድኩህ\n.\nልቤን ሰጥቻለሁ ምናምን ካላልኩህ\nፍቅር የለም እንዴ መዉደድ የለም እንዴ በአፍ ሳልደሰኩር!!\n\n\n\n\n",
        
        "\n\n\nእድሜሽ ገና ለጋ አጨብጫቢ ከቦሽ\nእንዲህ ስትነሺ እንዲያ ስትጣቀሽ\nእንዲህ ስትቦርቂ እንዲያ ስትቷኮሽ\nበድንገት\nበድንገት\nከድሜሽ ብንን ስትይ\n አ..ቡ..ጊ..ዳ…ጀመርሽ\n\n\n\n\n",
        
        "\n‹የልጅነት ፍቅር እንዴት ይጣፍጣል\nየልብን ጥም ቆርጦ አንጀት ዉስጥ ይገባል ደም ዉስጥ ይዋኻዳል…›\nብለሽኝ ነበረ…ከንፈሬን እየሳመሽ\nአንጀቴ ዉስጥ ሆነሽ አንጀት እየበላሽ……\n‹የልጅነት ፍቅሬ አንቺ ብቻኮ ነሽ\nብተኛ ብቀመጥ ብነጉድ የትም ቦታ ልቤ ዉስጥ አዝዪሽ\nካንቺ በላይ ቆንጆ ካንቺ በላይ ተረት ይቅርብኝ ከፈለግሽ›\nብዪ ተናግሬ አልጠግብም ነበረ\nአንቺነትሽ ብቻ በትዝታ ቀረ\nእንዴት አትይኝም....!?\n‹እኔ የወደድኩት አይንህን አይደለም….ሃብትህን አይደለም..\nይህንን አይደለም….ያንንም አይደለም\nልብህን ነዉ እንጂ የማይደርቅ ለምለም….›\nብለሽኝ ነበረ ፀጉሬን እየዳበስሽ\nበሚያባብል ቅኝት ደስ በሚል ሙድ ዉስጥ በአንዴ አስገብተሸ\nቁማሩን በልተሻል ቦምቡን እረግጠሻል ጥለሽኝ ሄደሻል እቃቃ ተጫዉተሽ\nጥለሽኝ ሄደሻል\nእ……….ቃ……………ቃ…….. ተጫዉተሽ!!\n አሂሂ..እ..ህ\n\n\n\n\n",
        
        "\n\n\nመጦሬ ነዉ አሉ መቼ መጦር ጀመርኩ\nሲጠብቅም ሲላላም ሲከፋም ሲደላም\nሰላም እንዳላጣሁ ሰዉን እንዳላወኩ",
        
        "\n‹‹ቀባሪ ቀበረኝ ፍቅሬን የትም ጥሎ\nብቻዬን አስቀረኝ ቆፍሮ ቆፍሮ!››\nትይኛለሽ አሉ በ 2 ሺዎች አለም\nዘመኑ ቀፎ ነዉ የሚቆረጥ የለም\n‹‹ማር ማር››የኔ አበባ ‹‹ላቭ ላቭ›› ወድሃለሁ\nቀፎዉ ብቻ ቀርቶ ምኑን ልታገኚዉ?\nአቃርሺኝ የኔ ዉድ አመመኝ ያ ማርሽ\nቦሌ ይጠብቅሻል ምድረ በዳዉ ‹እኔ› ቅበሪዉ እባክሽ!\n‹‹ከፌስ ቡኩ ቅርሚያ ከቫይበሩ ራስጌ\nከኢሞ ና ታንጎ ከ ዋትስአቡ ግርጌ\nአፍቅሬህ ሳገኝህ ከባህር ማዶ አለም\nከዚህ ከበረሃዉ ከአረቡ ክሳት ከሞላበት አረም\nስለምን አሳቀህ የኔ ‹እኔነቴ›\nቅበረኝ በቶሎ አልፈልግም እቴ!!›› ብለሽኛል አሉ\nበአፈር ተሞልቶ የኔና የሷ ማር\nቅበረኝ ቅበሪኝ የሚል ብል በልቶናል፡፡\nእኔም በሷ ተስፋ ከበረሃዉ ርቄ\nሙቀቷን ንዳዷን በዘመኑ ቀፎ በ ‹ላቭ› ዉስጥ አምቄ\nእጠብቃታለሁ እንባዋን አስቄ!\nእጠብቃታለሁ እንባዋን አርቅቄ!\n\n\n\n\n",
        
        "\nወድጄሽ አልጥገብ ይራብ እኔነቴ\nሆዴ ለምን ይሙላ በባዶ እቴሜቴ\nወድጄሽ ይንደዳ ይሁን ምድረ በዳ\nከፈለቀዉ ልብሽ የፍቅር አቁማዳ\nአሁንም ልጠጣ ፐፑፒፓ ይቅር ልበል አቦጊዳ\nንፁህ ይሁን እንጂ የሰጠሺኝ ፍቅር\nተረረ ረረረ ደረረ ደረረ ሰዉ ቢቀበጣጥር\nሺ ተረት ቢያወራ ፐረረ ረረረ በተራ በተራ\nሞቼም ንቅንቅ አልል!\n\n\n\n\n",
        
        "\nፍቅርሽ የጀመረዉ ከልቤ\nሲገነባ ቆየ ካሳቤ\nፍቅርሽና ፍቅሬ አይደለም ወከባ\nሩጫ በሩጫ ክልፍልፍ ፍላጎት ሆድን የሚያባባ..ገለባ የመሰለ ጭሳጭስ አቧራ...\nፍቅርሽና ፍቅሬ አይደለም ከበሮ\nትናንት ፈንድሻ ዛሬ ደግሞ እንኩሮ \nሲደለቅ ሲመታ የሚያሰማ ሮሮ..መኖሩን ሲጠላ የሚነድ ቃጠሎ...\nፍቅርሽና ፍቅሬ አይደለም ሆሆታ \nየህፃናት እቃቃ ጨዋታ፣ የስሜት እርካታ\nየስጋ ቧልት ኳኳታ\nጭራ ሆኖ የሚያኗኑር ካርታ...\nፍቅርሽና ፍቅሬ\nጨዋ ነዉ ለዛ አለዉ\nሃዘን ነዉ ደስታ ነዉ\nልብ ነዉ ልብ አለዉ\nዛሬ ነዉ ነገም ነዉ\nኩሩ ነዉ ታዛዥ ነዉ\nእዉነትን በሃሰት የማይሸቃቅጠዉ\nግነት የሌለበት…የኔና ያንቺ ፍቅር \nይኸዉ ነዉ ይኸዉ ነዉ!\n\n\n\n\n",
        
        "\nባንቺ ተረት ባንቺ ወሬ\nተሰድሮ የሚነበብ ትርጉም ቅኔ\nመስሎኝ ነበር…ዋጋ ያለዉ…\nየሆነዉ ሆኖ. . .\nባንቺ ተረት ባንቺ ወሬ\nተሰድሮ የሚነበብ ትርጉም ቅኔ\nመስሎኝ ነበር…ዋጋ ያለዉ መታሰቢያ ጣፋጭ ፍሬ!\nየሆነዉ ሆኖ...\nቆርጠሻል ልቶኚ ሰፌድ ሰፊ ታታሪ\nሌት ተቀን የሚለፋ ዶክተር መርማሪ...\nየማይደክመዉ ገበሬ አሳቢ....\nይገርማል!\nመቼ ይሆን የምታርፊዉ የኔ ናፍቆት\nሰፌድ ሰፍተሽ ቡና ለቅመሽ እርሻ አርሰሽ...\nእኔ አንቺን ናፍቄ ስፈልግሽ\nሳስጠራ ስከተል...ስናፍቅሰሽ....ኸረ ስንቱን ስሆንልሽ...\nማንነትሽ ማርኮኝ ነበር ደም ግባትሽ\nየሆነዉ ሆኖ...\nእኔም ልኖር ተነጥዪ\nካንቺ ፍቅር ካንቺ እይታ ሩቅ ሆኜ\nበ 100 ብር በ 50 ብር በ10 ብር በ 5 ብር ምያለሁ\n ከጓደኞችሽ ጋር ሆኜ!\n(መታሰቢያነቱ ገንዘብን ያለልክ ለሚወዱ ታማኝና እዉነተኛ ሴት አፍቃሪዎች ይሁን)\n\n\n\n\n",
        
        "\nሰጋቱራ ፍቅርሽ ጨምሮ ጨምሮ\nእዚም እዛም ተከምሮ\nበዝቶብኛል አልቻልኩም ዘንድሮ\nአደራ..ሰጋቱራ ስድብ አይደለም\nመጥፎ ቃላት በዉስጡ አልያዘም\nግን አንቺ..\nግን አንቺ\nፍቅርሽ እዚህ እኔው ጋ\nበሰጋቱራ ተሞልቶ ሲናጋ ጋጋጋጋ\nአልቻልኩም!\nሰጋቱራ ሲያዩት ክምር\nየእንጨት ምናምንቴ አሜከላ\nግን ሲጠቀሙበት ሲፈልጉት\nየሚነድ ተቀጣጣይ የእሳት ፋና\nጊዜ የማይሰጥ ልብ ዉስጥ ዘልቆ የሚያቃጥል\nስሜት አይሉት ናፍቆት አይሉት...\nየህፃናት እቃቃ የመሰለ ምትሀት ድግምት\nሆኖብኛል እኔ አልቻልኩም\nበቃኝ በቃኝ ልኑርበት\nለብቻዬ ላልም!\n\n\n\n\n",
        
        "\n‹‹ፍቅር ድሮ ድሮ\nእንዴት ይጣፍጣል\nያሳለፍነዉ ታሪክ\nተአምራዊ ነበር!››\n.\n.\n.\n.\nይሉናል\n.\n.\n‹‹ፍቅር ድሮ ድሮ\nእንዴት ያስጎመጃል\nከብጣሽ እንጀራ በአንድ ላይ ቆርሰን\nልብ ለልብ ተሳስረን\nኖረናል ››\n.\n.\nይሉናል\n.\n.\nእኛም\n‹‹ፍቅር አሁን አሁን\nከናንተ ከ‹ድሮ› በጣም ተሻሽሎ\nእንዳሁኑ ኑሮ\nንሮ ንሮ… ተ-ወ-ዷ-ል ዘንድሮ፡፡\nበዚህ በኛ ጊዜ ፍቅር ዋጋ አለዉ\nእንደናንተ ሞትኩልህ ሞትኩልሽ\nበተወጋ ልብ ዉስጥ በቀይ ሮዝ አበባ እንዲሁ እንምነሽነሽ\nከፈለግን እንጥፋ በሌሊት እንሽሽ\nአይደለም የሞኝ ‹እሽ›፡፡\nበናንተማ ጊዜ ባ1960 ባ1970፣80፣90\nፍቅር ሰዉን ናፍቆ\nተራ ወሬ መስሎ\n‹አፍቅሬአለሁ› ማለት አፍሬአለሁ ሆ\nተረግጧል…ተፈልጧል…ተባሯል ጥንት ቆስሎ፡፡\nበዚህ በኛ እድሜ በ2000 ጓሮ\nፍቅር ዋጋ አግኝቶ መዋደድ ተከብሮ\nከመፋቀር አልፎ እላይ ጣራ ነክቶ ሲታይ ኮራ ብሎ\nፓ እንዴት ደስ ይላል ይታያል ታጅቦ!!\nኑሮ ቢሰቀል ሰማይ\nቢንጠራራ ወደላይ\nቀዳዳ በዝቶ ቢታይ\nእናንተ ብትሉም…‹አይይይ!››\nጥሩ ዜና አለን\nነገሩ እንዲህ ነዉ….\nበዚህ በኛ ዘመን ፍቅር ከንፎ ሲሄድ\nበዶላር ሲባዘት በመቶ ብር ሲነጉድ\nአቦ እንዴት ያኮራል…ጀግና ነው ይህ ትዉልድ\nፋሮች አይደለንም ክብሩን መልሰናል ሁሉንም አንድ ባንድ››\n.\n.\nእነሱም…\n‹‹እዉነታችሁን ነዉ ያስኬዳል በእርግጥ\nእኛ እንስማማለን ይመርበት ያጊጥ\nይወደድ ይጨምር ልክ እንደ አንጀራ ጤፍ ወይም እንደ ሰሊጥ፡፡\nያለበለዚያማ…\nያለበለዚያማ\nምኑ ይጣፍጣል?…የቱጋስ ያጓጓል?\nበርቱልን ጠንክሩ ከዚህ በላይ ይሁን\nብሩንና ወርቁን ያለዉን በሙሉ አዉጡና ይከመር\nማን ያዉቃል….\nማን ያዉቃል….\nኦሪጅናል ፍቅር\nየእዉነት መዋደድ\nትገዙ ይሆናል\n\n\n\n\n",
        
        "\n‹‹ፊትህን አልየዉ ዉጣልኝ በናትህ\nእኔ አልፈልግህም በቅቶኛል ዉሸትህ!››\nብለሽኛል ፍቅሬ አንጀትሽ ሳይጨክን\nከንፈርሽ ብቻዉን ተናዶ ሲናገር\nበአፍ ዱላ ብቻ ጥቂት ደም ቢያደማም\nግን አንጀትሽ ሆዴ ግን አንጀትሽ ዉዴ\nበኔ ተላላነት በኔ ክፉ ድርጊት ትርፍ አንጀት አልሆነም….ተቆርጦ አልወጣም…አልተወረወረም\n‹‹ይቅር በይኝ ፍቅሬ\nአንቺን ስለበደልኩ ስለዚያ ነገሬ››\nአልልሽም እቱ የኔ ግራ ጎኔ\n‹‹ይሄስ ንቀት በዛ…ምንድነዉ ምትለዉ?››\nትይኛለሽ ሆዴ ልብሽን አዉቃለሁ\nእንደ 2000 ወንድ ልብሴን አሳምሬ\nብንጎማለል ስሄድ ፏ ብዬ አምሬ\nልብ ተግባር ሆኖ…ካንደበት ያለፈ\nከይቅርታ በላይ ከፍ ብሎ ያረፈ\nካልሆነ ምን በጀዉ?\nከዲስኩር በስተቀር ምኑን ሊያጣፍጠዉ?\nስለዚህ...\nስለዚህ...\nይሻለኛል ለኔ እዉነት ቢቀይረዉ\nይሻለኛል ለኔ ፍቅር ቢቀይረዉ!\n\n\n\n\n",
        
        "\n\n\n‹ተንደርደሪ ባክሽ ከዚህ ቀድመሽ ሽሽ›\nብለኸኝ ነበረ…ከመኖርህ በፊት ዝምታህ ቸኮለ\n…እሺ ልቅደም ብዪ ተንደርድዪ ዘለልኩ\nመነሻዉን ትቼ መድረሻዉን ናፈኩ\n…ለካ ዝምታህ ዉስጥ መልስህ ተቀምጧል\n መኖርም መሞትም መነሻዉ ላይ ሆኗል!\nS ከካሳንችስ\n\n\n\n\n",
        
        "\nአንተ ለኔ እኔ ላንተ\nስንስማማ ስንጣላ\nስንፋቀር ስንባላ\nስንፈነጥዝ ስናቅራራ...\nስናስጠላ...\nአምና አለፈ ለዘንድሮ\nmiss call አርጎ ተራዉ ሆኖ...\nእኔ ላንተ አንተ ለኔ\nሙዝ ብርቱካን ሎሚ ኮሶ\nሆነህብኝ ሆኜ ›እኔ›\nዘንድሮም ሊያልፍ ነዉ\nባዶ ሆኖ ተራ ቅኔ!\nግን ሲመችህ miss call አድርግ\nበ 0911... በ0921... ወይም በሚስትህ ስልክ!\nፍቅር ተመስሎ እንደ ዱቤ ቆሎ\nበትኩሱ የሚበላ አተር ሆኖ\nበትዳርህ ይዤሃለሁ ሳይቀዘቅዝ ዝገን ቶሎ..\nእስኪሰማህ..እስኪደማህ\nእስክትነስር እስኪያስጠላህ\nደዉልልኝ እመጣለሁ\nከተመቸህ ያለህበት...ካልተመቸህ...ከሚስትህ ቤት....ከች እላለሁ!\n\n\n\n"
    ]
    
}
